// import Config from './Config.js';

const Utils = {};

Utils.fadeIn = (ele, delay) => {
    if (typeof delay !== 'number') {
        delay = 600;
    }
    ele.style.opacity = '0';
    ele.style.display = 'block';
    ele.style.transitionProperty = 'opacity';
    ele.style.webkitTransitionProperty = 'opacity';
    ele.style.transitionDuration = (delay / 1000) + 's';
    ele.style.webkitTransitionDuration = (delay / 1000) + 's';

    setTimeout(() => {
        ele.style.opacity = '1';
    }, 100);

    setTimeout(() => {
        ele.style.transitionProperty = 'initial';
        ele.style.webkitTransitionProperty = 'initial';
        ele.style.transitionDuration = 'initial';
        ele.style.webkitTransitionDuration = 'initial';
    }, delay + 200);
};

Utils.fadeOut = (ele, delay) => {
    if (typeof delay !== 'number') {
        delay = 600;
    }
    ele.style.transitionProperty = 'opacity';
    ele.style.webkitTransitionProperty = 'opacity';
    ele.style.transitionDuration = (delay / 1000) + 's';
    ele.style.webkitTransitionDuration = (delay / 1000) + 's';
    setTimeout(() => {
        ele.style.opacity = '0';
    }, 100);

    setTimeout(() => {
        ele.style.display = 'none';
        ele.style.transitionProperty = 'initial';
        ele.style.webkitTransitionProperty = 'initial';
        ele.style.transitionDuration = 'initial';
        ele.style.webkitTransitionDuration = 'initial';
    }, delay + 200);
};

Utils.checkWord = (text, list) => {
    for (let i = 0; i < list.length; i++) {
        if (text === list[i]) {
            return true;
        }
    }
    return false;
};

Utils.initWebaudio = (url, autoplay) => {
    const audioCtx = new (window.AudioContext || window.webkitAudioContext)();

    let source = audioCtx.createBufferSource();
    var request = new XMLHttpRequest();

    request.open('GET', url, true);

    request.responseType = 'arraybuffer';

    window.bgm = null;

    request.onload = () => {
        var audioData = request.response;

        audioCtx.decodeAudioData(audioData, (buffer) => {
            source.buffer = buffer;

            source.connect(audioCtx.destination);
            source.loop = true;

            if (autoplay === 'autoplay') {
                source.start(0);
            }
            window.bgm = source;

            // return source;

            // document.querySelector('.btn-mute').addEventListener('click', () => {
            //     if (this.isMute) {
            //         this.isMute = false;
            //         source.connect(audioCtx.destination);
            //         document.querySelector('.btn-mute').classList.remove('mute');
            //         document.querySelector('video').muted = false;
            //     } else {
            //         this.isMute = true;
            //         source.disconnect(audioCtx.destination);
            //         document.querySelector('.btn-mute').classList.add('mute');
            //         document.querySelector('video').muted = true;
            //     }
            // });
        },
        (e) => {
            console.log(e);
        });
    };

    return request.send();
};

Utils.initSimpleWebaudio = (url) => {
    const audioCtx = new (window.AudioContext || window.webkitAudioContext)();

    // let source = audioCtx.createBufferSource();
    var request = new XMLHttpRequest();

    request.open('GET', url, true);

    request.responseType = 'arraybuffer';

    // request.onload = () => {
    //     var audioData = request.response;

    //     audioCtx.decodeAudioData(audioData, (buffer) => {
    //         source.buffer = buffer;

    //         source.connect(audioCtx.destination);
    //         source.loop = true;
    //     },
    //     (e) => {
    //         console.log(e);
    //     });
    // };

    // return request.send();

    return new Promise((resolve, reject) => {
        request.onload = () => {
            var audioData = request.response;
            audioCtx.decodeAudioData(audioData, (buffer) => {
                buffer.start = (isLoop = 0) => {
                    let source = audioCtx.createBufferSource();
                    source.buffer = buffer;
                    source.connect(audioCtx.destination);
                    if (isLoop === 1) {
                        source.loop = true;
                        buffer.source = source;
                    } else if (isLoop === 2) {
                        source.disconnect(audioCtx.destination);
                        // 提前在点击事件静默调用音源，解决ios非交互不能播放音频问题
                    }
                    source.start();
                };
                resolve(buffer);
            },
            (e) => {
                console.log(e);
            });
        };
        request.send();
    });
};

Utils.showSimpleMessage = (text) => {
    let msg = document.querySelector('.simple-msg');
    msg.innerHTML = text;
    msg.style.opacity = '1';
};

Utils.hideSimpleMessage = (callback) => {
    let msg = document.querySelector('.simple-msg');
    msg.style.opacity = '0';
    setTimeout(() => {
        callback && callback();
    }, 600);
};

Utils.showHideSimpleMessage = (text, callback) => {
    let msg = document.querySelector('.simple-msg');
    msg.innerHTML = text;
    msg.style.opacity = '1';

    setTimeout(() => {
        msg.style.opacity = '0';
    }, 2000);

    setTimeout(() => {
        callback && callback();
    }, 2600);
};

Utils.buildQrcode = (url) => {
    const $qrcode = document.createElement('div');
    const qrcode = new QRCode($qrcode, {
        text: url,
        width: 150,
        height: 150,
        colorDark: '#000000',
        colorLight: '#ffffff',
        correctLevel: QRCode.CorrectLevel.L
    });

    console.log(qrcode);

    try {
        Config.defShare.link = url;
        TD.wxShare(Config.defShare);
    } catch (e) {
        console.log(e);
    }

    return $qrcode.lastChild;
};

Utils.buildCanvas = (imgList) => {
    const canvas = document.createElement('canvas');
    const ctx = canvas.getContext('2d');
    const imgCanvas = new Image();
    let shareImgData;

    canvas.width = 750;
    canvas.height = 1600;

    setTimeout(() => {
        for (let x in imgList) {
            ctx.drawImage(imgList[x], 0, 0, canvas.width, canvas.height);
        }
        shareImgData = canvas.toDataURL('image/png');
        imgCanvas.src = shareImgData;

        return imgCanvas;
    }, 100);
};

Utils.lastText = {
    x: 0, // 上一段文本的x坐标
    y: 0,
    width: 0 // 文本宽度
};
Utils.newLine = (ctx, text, x, y, fontSize, color) => {
    ctx.font = `${fontSize} kaiti`;
    ctx.fillStyle = color;
    ctx.fillText(text, x, y);
    Utils.lastText = {
        x: x,
        y: y,
        width: ctx.measureText(text).width
    };
};

Utils.followLine = (ctx, text, spacing, fontSize, color) => {
    let x = Utils.lastText.x + Utils.lastText.width + spacing;
    let y = Utils.lastText.y;
    ctx.font = `${fontSize} kaiti`;
    ctx.fillStyle = color;
    ctx.fillText(text, x, y);
    Utils.lastText = {
        x: x,
        y: y,
        width: ctx.measureText(text).width
    };
};

Utils.checkWord = function (word) {
    var lib = '习|党|习近平|马凯|王岐山|王沪宁|刘云山|刘延东|刘奇葆|许其亮|孙春兰|孙政才|李克强|李建国|李源潮|汪洋|张春贤|张高丽|张德江|范长龙|孟建柱|赵乐际|胡春华|俞正声|栗战书|郭金龙|韩正|刘奇葆|赵乐际|栗战书|杜青林|赵洪祝|王胜俊|陈昌智|严隽琪|王晨|沈跃跃|吉炳轩|张平|向巴平措|艾力更·依明巴海|万鄂湘|张宝文|陈竺|王晨|常万全|杨洁篪|郭声琨|王勇|杜青林|韩启德|帕巴拉·格列朗杰|董建华|万钢|林文漪|罗富和|何厚铧|张庆黎|李海峰|陈元|卢展工|周小川|王家瑞|王正伟|马飚|齐续春|陈晓光|马培华|刘晓峰|王钦敏|梁振英|许其亮|房峰辉|张阳|赵克石|张又侠|吴胜利|马晓天|魏凤和|周强|曹建明|李伟|蔡奇|吉林|韩正|殷一璀|应勇|吴志明|李鸿忠|肖怀远|王东峰|臧献甫|孙政才|张轩|张国清|徐敬业|赵克志|许勤|付志方|骆惠宁|楼阳生|薛延忠|李纪恒|布小林|任亚平|李希|陈求发|夏德仁|巴音朝鲁|刘国中|黄燕明|张庆伟|王宪魁|陆昊|杜宇新|李强|石泰峰|蒋定之|车俊|夏宝龙|车俊|乔传秀|李锦斌|李国英|徐立全|尤权|于伟国|张昌平|鹿心社|刘奇|黄跃金|刘家义|龚正|谢伏瞻|陈润儿|叶冬松|蒋超良|王晓东|张昌尔|杜家豪|许达哲|李微微|胡春华|李玉妹|马兴瑞|王荣|彭清华|陈武|陈际瓦|刘赐贵|沈晓明|于迅|王东明|尹力|柯尊平|陈敏尔|孙志刚|王富玉|陈豪|阮成发|罗正富|吴英杰|洛桑江村|齐扎拉|帕巴拉·格列朗杰|娄勤俭|胡和平|韩勇|林铎|王三运|唐仁健|冯健身|王国生|王建军|仁青加|石泰峰|李建华|咸辉|齐同生|陈全国|左手禮|左手礼|最高領袖|總書記|著名初中生|煮習日記|煮习日记|主蓆习|主席制|主席職務|主席職位|主席职务|主席职位|主席語錄|主席先生|主席习|主席万岁习|主席團|主席令|主席公开信|主席訪美|主席访美|竹席习|肿输鸡|中央军委主席|中國公主|中國高層|中国领导人|中国公主|中共中央總書記|中共領導人|指农为衣|之江新語|之江新语|之江新军|之江系|正恩习|正恩帝|这届核心|这届包子|赵王回车|张德江对习近平致命一击|造神习|杂种书记|媛水近渴|羽主席|羽圣上|羽净贫|羽禁评|羽近萍|羽近平|羽尽平|羽今上|羽国家元首|羽夶猋|羽夶夶|影射习|一撒一路|一带一撸|央视姓习|胸近平|心核习|邪恶核心|隙近平|細熙來|细主席|细熙来|细肉呼呼|细牛逼|细菌平|细近瓶|细近平|系近平|戏近平|喜禁评|喜近平|喜进乒|喜金瓶|铣近平|玺近平|洗总书记|洗主席万岁|洗主席|洗特勒|洗书记|洗圣上|洗淨瓶|洗凈瓶|洗净瓶|洗净品|洗井平|洗茎瓶|洗茎平|洗盡平|洗盡貧|洗禁评|洗禁贫|洗晋萍|洗近萍|洗近瓶|洗近平|洗尽屏|洗尽平|洗尽贫|洗紧评|洗金二胖|洗jin平|洗jin贫|媳主席|媳肉呼呼|媳评毛|媳禁平|媳近平|媳紧平|媳包子|喺近平|習組長|習總書記|習總日記|習總管|習宗德|習子規|習装逼|習主蓆|習主席受伤|習豬頭|習猪平|習仲勳|習仲勛|習仲法|習中央|習政權|習正寧|習正恩|習陣營|習這樣搞|習澤東|習遠平|習遠凹|習远凸|習袁世凯|習元首|習與江|習语录|習永康|習銀平|習炀帝|習玄宗|習系|習熙來|習熙来|習吾皇万岁|習吾皇|習无能|習王俞|習王鬥|習王|習万岁|習歪脖|習土匪|習同志|習特勒|習太太|習思平語|習思敬|習書記|習首次|習式外交|習時代|習圣上|習上臺|習傻傻|習撒钱|習撒币|習日成|習犬平|習親信|習橋橋|習七帝|習胖子|習女兒|習牛逼|習牛b|習脑残|習某某|習明澤|習梦撕|習梦梦|習梦帝|習毛泽东|習馬會|習領導|習李王|習老汉|習老弟|習老大|習濫仔|習巨巨|習静瓶|習净贫|習井平|習精平|習噤平|習缙平|習禁評|習禁瓶|習禁平|習靳平|習進平|習浸平|習烬平|習晉平|習晋平|習勁平|習劲平|習妗平|習近蘋|習近憑|習近鲆|習近評|習近萍|習近瓶|習近屏|習近枰|習近泙|習近凭|習近呯|習近苹|習近坪|習近评|習近平主席|習近平講話|習近平夫婦|習近平|習近娉|習近乒|習近聘|習近牝|習近榀|習近品|習近颦|習近嚬|習近嫔|習近频|習近貧|習近贫|習近玭|習近穦|習近姘|習近拼|習近冯|習进聘|習尽平|習槿平|習瑾平|習谨平|習僅憑|習锦平|習堇平|習紧平|習仅平|習襟平|習筋平|習矜平|習衿平|習津平|習金三胖|習金平|習金贫|習今平|習斤平|習巾平|習姐姐|習姐夫|習江鬥|習贱贱|習見平|習夾克|習家族|習家軍|習皇帝|習胡溫|習洪會|習核心|習狗平|習公主|習干爹|習富平|習副主席|習夫人|習訪美|習二胖|習二逼|習儿子|習冬英|習的脑残|習當局|習呆呆|習大爺|習大傻|習大胖|習大脑残|習大林|習大封|習大帝|習大大|習大宝|習大包子|習打打|習鞑靼|習达达|習噠噠|習不滿|習夶|習薄|習包子|習包包|習辦|習八條|習奧會|習奧|習安安|習哀宗|習jinping|習dd說天下|袭明泽|袭进平|席主席|席主习|席特勒|席特乐|席受伤|席圣上|席胖子|席梦撕|席盡平|席盡貧|席禁评|席禁平|席進平|席近瓶|席近评|席近平|席进屛|席进瓶|席进屏|席进评|席进平|席进贫|席尽萍|席尽瓶|席尽平|席尽贫|席緊平|席紧平|席金瓶|席金平|席金并瓦|席巾平|席鞑靼|席core|习做梦|习组长|习走毛路|习总执掌|习总书记|习总傻逼|习总日记|习总评|习总禁书|习总今上|习总博导|习宗德|习子规|习装逼|习住席|习煮席|习主蓆|习主習|习主席撒币|习主席大撒币|习主席|习主习|习主官|习竹席|习猪习|习猪头|习猪平|习仲勳|习仲法|习中央|习政权|习正宁|习正恩|习阵营|习这样搞|习泽东|习杂种|习远仄|习远凸|习远平|习远乎|习远凹|习援外|习元首|习与江|习有钱|习永康|习影帝|习银平|习阴谋家|习阴毒|习野心家|习爷爷|习炀帝|习玄宗|习宣统|习姓居首|习姓党|习新军|习邪教|习效忠|习小小|习小胖|习乡党|习习蛤蛤|习五世|习吾皇万岁|习吾皇|习无能|习无耻|习文革|习萎人|习伪皇|习维尼|习王俞|习王斗|习王八|习亡国|习亡党|习万岁|习歪脖|习特勒|习特乐|习特le|习太太|习太岁|习太犬|习太大|习素鸡|习思平语|习思敬|习衰宗|习竖鸡|习书记|习首次|习式外交|习世凯|习氏威权|习氏书单|习氏权威|习始皇|习圣上|习傻傻|习三年|习萨比|习撒币|习撒逼|习撒b|习肉呼呼|习人马|习犬太|习犬犬|习犬大|习庆丰|习亲信|习桥桥|习强权|习钱孙|习钱平|习七帝|习溥仪|习屏禁|习平近|习痞子|习狍子|习胖子|习胖纸|习胖胖|习女儿|习牛逼|习牛b|习逆子|习逆天|习脑残|习那个犬犬|习某某|习末君|习明泽|习明宇|习民主|习民泽|习梦雪|习梦死|习梦撕|习梦帝|习门庆|习毛泽东|习卖国|习马会|习领袖|习李争习李纷争|习李争权|习李争霸|习李争|习李张|习李王|习李权斗|习李内斗|习李闹剧|习李面和|习李面合|习李貌合神离|习李矛盾|习李纷争|习李分歧|习李打架|习李不信任|习李不和|习老虎|习老汉|习老弟|习老大|习老夶|习滥仔|习腊肉|习垃圾|习宽衣|习巨巨|习旧部|习镜平|习静瓶|习静屏|习敬平|习净瓶|习净平|习净贫|习井平|习精姘|习茎瓶|习噤平|习缙平|习溍苹|习禁萍|习禁瓶|习禁屏|习禁评|习禁平|习禁贫|习禁禁|习進平|习浸平|习晋平|习劲瓶|习劲平|习妗平|习近蘋|习近鲆|习近萍|习近瓶|习近屏|习近枰|习近泙|习近凭|习近苹|习近坪|习近评|习近平作秀|习近平总书记|习近平主义|习近平主席|习近平下台|习近平前妻|习近平妻舅|习近平精神|习近平夫妇|习近平当皇|习近平辞职|习近平博导|习近平必死|习近平包子|习近娉|习近乒|习近聘|习近牝|习近榀|习近品|习近颦|习近嚬|习近嫔|习近频|习近貧|习近贫|习近玭|习近穦|习近姘|习近拼|习近痞|习近年|习近毛|习近冯|习近东|习近ping|习近p|习进瓶|习进苹|习进评|习进平|习尽瓶|习尽苹|习尽评|习尽平|习尽贫|习伒平|习槿平|习瑾平|习谨平|习锦平|习堇平|习紧平|习仅凭|习仅平|习襟平|习筋平|习矜平|习衿平|习津平|习金三胖|习金萍|习金瓶|习金屏|习金平梅|习金平|习金贫|习金二胖|习今上|习今平|习斤平|习巾平|习姐夫|习江斗|习贱平|习见平|习假博士|习夹克|习家族|习家人|习家军|习家班|习鸡平|习鸡皮|习鸡巴|习昏君|习徽宗|习黄帝|习皇上|习皇帝|习胡温|习忽悠|习洪会|习河心|习河蟹|习和李|习和薄|习国梦|习光绪|习狗平|习共习猪席|习公主|习公开信|习干爹|习富平|习副主席|习疯子|习废帝|习访美|习发飙|习二胖|习二代|习二逼|习尔巴乔夫|习舵手|习剁手|习毒菜|习冬英|习嫡系|习的政绩|习的新绩|习的父亲|习当局|习蛋蛋|习带彭|习呆子|习呆呆|习呆逼|习大爷|习大傻|习大撒币|习大撒夶|习大撒逼|习大撒b|习大撒|习大人|习大普奔|习大脑残|习大林|习大垃圾|习大忽悠|习大大同款|习大大前妻|习大大当皇|习大草|习大夶|习大宝|习大包子|习鞑靼|习达姆|习船长|习崇祯|习肠胃|习拆婊|习草包|习不满|习包子前妻|习包纸|习包包|习班底|习败家|习白猪|习八条|习奥赛斯库|习奥赛库|习奥塞库|习奥会|习哀宗|习阿玛|习阿斗|习zhong勋|习x近j平p|习sb|习mingze|习j平|习jin评|习jin平|习jinping|习dd说天下|曦近平|羲近平|熹近平|嬉近平|膝近平|嘻禁评|嘻近平|熄近平|蜥禁评|蜥禁平|锡近平|皙近平|犀近平|稀近平|晰近平|惜近平|烯近平|悉近平|晞近平|硒近平|浠近平|奚近平|息撒币|郗近平|析近平|昔近平|希主席|希泽东|希元首|希歪脖|希圣上|希禁评|希近平|希皇帝|希包子|汐近平|吸总书记|吸主席|吸武帝|吸-精瓶|吸精瓶|吸精屏|吸精平|吸精p|吸近萍|吸近平|吸近贫|吸进瓶|吸尽平|吸尽贫|吸金瓶|吸金屏|吸金并瓦|吸呼呼|吸jin瓶|吸＿精瓶|西特勒|西圣上|西撒钱|西撒币|西毛泽东|西静瓶|西禁评|西晋评|西近瓶|西近平|西尽平|西紧瓶|西金评|西金贫|西湖宽衣|西狗平|西大包子|兮近平|夕禁评|夕近平|吴官zheng|吾皇习|无能习|无耻习胖|萎人习|维尼习|维尼和小强|王qi山|万岁习|歪脖习|脱李投习|脫李投習|同志习|通知习|通商宽衣|通商宽衣|通商宽一|通商宽x|通商不必宽衣|天子习|天朝元首|天朝核心|特色习|雙方領導人|双方领导人|书记公开信|受伤习|屎主席|屎吾皇万岁|屎圣上|屎肉呼呼|屎近平主蓆|屎近平|屎进瓶|屎大胖|屎大包子|始皇习|圣上习|陝西富平|陕西都敏俊|傻币包子|傻逼习总|氵工泽民|三嚴三實|三严三实|三胖习|撒钱帝|撒大币|撒币政权|撒币习|撒币外交|撒币帝|撒币大帝|撒币包子|撒比帝|犬治时代|裘禁评|慶豐帝|庆丰総|庆丰主席|庆丰猪|庆丰怨念|庆丰一期|庆丰一年|庆丰一朝|庆丰玄宗|庆丰新制|庆丰新政|庆丰习|庆丰五年|庆丰维新|庆丰万岁|庆丰叔|庆丰盛世|庆丰圣上|庆丰撒钱|庆丰肉球帝|庆丰评毛|庆丰胖子|庆丰年末|庆丰年间|庆丰脑残|庆丰末年|庆丰近平主蓆|庆丰金三胖|庆丰今上|庆丰嘉庆|庆丰黄帝|庆丰皇帝|庆丰皇|庆丰呼呼|庆丰二年|庆丰爹|庆丰大胖|庆丰大帝|庆丰大大|庆丰朝药丸|庆丰朝|庆丰草包|庆丰不识字|庆丰博士|庆丰变法|庆丰n年|庆丰4年|庆丰3年|清华工农兵|秦始皇习|茜近平|钱qi琛|千日新政|千日纤维|千日维新|千日变法|齊安安|普习金|瓶近刁|瓶进刁|平特勒|平近習|平近习|彭嬤嬤|彭麻麻|彭妈妈|彭麗娟|彭麗嬡|彭丽媛|彭丽娟|彭夫人|拍蒼蠅|年号庆丰|你习big撒大|你国老大|你国大大|你党大大|你大犬|南北院之争|南北院分歧|木亥心|某主席|某羽党|某下任主席|某习上台|某维尼|某禁评|某近平|某金正恩|某今上|某国老大|某大大上台|某大大|某包子上台|某包上台|某bigbig|闽浙旧部|闽江旧部|梦核心|耄猪习|髦猪习|毛主习|毛猪习|毛泽东二世|毛习泽东|毛近平|毛粪包子|猫肉包子|馬習會|马习会|領導人會晤|領導全黨|领导人会晤|领导人帝|领导全党|辆家河图书馆|梁家河图书馆|梁家河都敏俊|梁家河的博士|梁家河博士|老汉习|宽衣元年|宽衣文化|宽衣天子|宽衣门|宽衣君|宽衣帝|宽衣博士|宽一解带|军委书记|經濟體領導人|经商宽衣|经商宽一|经济体领导人|禁评治国|禁评新政|禁评同志|禁评时代|禁评帝|禁评大大|近习平|近平组长|近平一封信|近平公开信|近平登基|金正恩习|金上闭目塞听|金三胖习|金二胖习|今上闭目塞听|江煮习|江派搅局|江胡習|江z民|江ze玲|贾qing林|鸡巴习|皇帝习|华guofeng|胡溫習|胡温习|喉舌习|喉舌帝|洪習會|洪习会|核心邪恶|核心大人|核心包子|蛤煮习|國家主席|國家元首|国家主席|国家元首|搞掉習|搞掉习|改元庆丰|夫人外交|肥仔习|防政变|反習政變|反習聯盟|反習集團|反习总|反习主席|反习政变|反习联盟|反习集团|反习大大|反对习总|二胖习|二近平|屌禁屏|屌禁评|屌近瓶|叼主席|叼远凸|叼同志|叼特勒|叼犬犬|叼禁评|叼禁平|叼近平|叼大犬|叼夶|叼包子|刁总书记|刁总日记|刁竹席|刁仲勋|刁泽东|刁远凸|刁远乎|刁远凹|刁援外|刁银平|刁习羽|刁熙来|刁煕来|刁外援|刁天下|刁特勒|刁唐玄宗|刁太犬|刁太大|刁斯大林|刁圣上|刁傻傻|刁三胖|刁撒币|刁犬太|刁犬犬|刁庆丰|刁胖子|刁那个犬|刁明泽|刁梦死|刁梦撕|刁宽衣|刁境平|刁净瓶|刁净平|刁精平|刁精姘|刁茎瓶|刁茎平|刁禁評|刁禁瓶|刁禁屏|刁禁评|刁禁贫|刁劲瓶|刁近千|刁近萍|刁近瓶|刁近屏|刁近泙|刁近苹|刁近评|刁近平|刁近贫|刁近乎|刁近干|刁近东|刁进瓶|刁进苹|刁进评|刁尽萍|刁尽瓶|刁尽评|刁紧瓶|刁紧平|刁金瓶|刁金屏|刁金评|刁金贫|刁斤平|刁皇上|刁皇帝|刁狗平|刁夫人|刁二胖|刁二婚|刁二逼|刁独裁|刁大人|刁大犬|刁大封|刁大帝|刁大大|刁达姆|刁达达|刁草包|刁陛下|刁包包|刁阿斗|鄧江胡習|邓江胡习|的脑残习|到处撒钱|倒習信|倒习信|倒习联盟|倒车经济学|倒xi联盟|黨政領導|党政领导|党媒姓习|党近平|当年圣上|当今圣上|大傻习|大撒夶|大犬近平|大胖习|大林习|大队博士|大大习|大大麻麻|大宝习|打虎習|打虎习|打打习|鞑靼习|此席非彼習|此席非彼习|川普核心|初中许可|初中圣上|初中生治国|初中生权威人|初中生领导全世界|初中生皇帝|初中生红卫兵|初中生登基|初中可汗|初中皇帝|初中红卫兵|初中核心|初中工农兵|初中博士包子|初中包子|初中s希特勒|初一博士|崇祯总统|崇祯习|吃腊肉包|常委制|常委预测|曾庆哄|草包庆丰|布局十九大|冰桶习大大|币撒大big撒大|币撒大|夶正日|夶万岁|夶始皇|夶肉呼呼|夶经济学|夶贱评|夶贱贱|薄习争|雹子帝|苞姐夫|包子作秀|包子総|包子煮|包子政权|包子真帝|包子造神|包子元首|包子元年|包子语录|包子药丸|包子玄宗|包子下台|包子习|包子吾皇万岁|包子吾皇|包子无知|包子万岁|包子四年|包子思想|包子受伤|包子是傻逼|包子盛世|包子圣上|包子上台|包子傻傻|包子傻逼|包子三年|包子撒币|包子肉呼呼|包子人马|包子秦始皇|包子亲信|包子强调|包子评毛|包子胖胖|包子胖|包子末年|包子腊肉|包子旧部|包子精瓶|包子经济学|包子禁评|包子禁禁|包子近平|包子金平|包子今上|包子姐夫|包子酱|包子黄帝|包子皇帝|包子乎乎|包子汉武帝|包子废|包子二胖|包子二逼|包子毒菜|包子爹|包子嫡系|包子大帝|包子大大|包子达达|包子辞职|包子除|包子不读书|包子夶|包子an|包子4年|包子3年|包援外|包员外|包特勒|包撒币|包禁评|包近平|包今上|包姐夫|包核心|包大平|包大胖|半羽总|半羽煮|半羽精瓶|半羽今上|半羽皇|半羽大胖|半羽大帝|半羽大大|半羽夶|半羽包子|啊啊啊|挨操|挨了一炮|矮子邓|爱的色放|爱液横流|八九民运|八九民運|八九学潮|八九学运|八九學潮|八九學運|八九血案|八九英灵|八九真相|八九政治|八宪章|霸英矛|掰穴|白虎|白虎女|白衣行动|白衣行動|棒子|包皮|包援外|包子喉舌|包子后|包子後|包子皇帝|包子皇后|包子撒币|薄码|鲍朴|鲍鱼|鲍鱼娇|暴力群交|鮑彤|爆乳|屄芯|逼逼|逼奸|逼痒|逼样|夶习|碧香亭|波小刘|操逼|草榴社区|草他|草它|草她|草我|厕奴|曾寶寶|曾慶紅|插屁屁|插穴|長者|陈腊肠|成人导航|成人电影|成人网|诚聘|诚招|程紅|程教授|出轨|出售假钞|吹箫|春水横溢|春药|粗口|打炮|大便|大波|大法弟子|大法师父|大雞巴|大計元|大紀元|大奶|代办证件|戴晴|单身交友|裆国|裆中痒|裆中烊|党痿|党校军|谠中痒|邓矬猫|邓匪|邓三科|邓屠屠刀|邓贼|滴蜡|刁明澤|刁伪皇|刁爷爷|刁泽明|刁澤明|东海拔棒|东京热|东热|东突|独党专政|独龙转|杜宪|杜憲|多人轮|发轮大法|發倫|發輪|發論|法仑功|法倫|法論|反平肆陆|仮共|范长龙|方励之|方励志|方勵之|肥鲍|肥奶|肥翘|粉嫩|糞產黨|风骚|风骚侍女|封從德|冯绍东|逢九必乱|逢九必亂|馮紹東|夫妇乐园|福利|伽扣|干后|干炮|肛交|肛门|高潮|高自联|高自聯|睾丸|膏层内豆|工铲党|工纠队|工糾隊|工自聯|公裆|公媳乱|功轮法|宫插裆|宫缠挡|宫产党|拱铲裆|拱绯|拱痱|栱匪|共残党|共殘擋|共慘檔|共叉党|共掺挡|共馋裆|共產黨|共產邪靈|共黨滅亡|共绯|共榧党|贡残裆|贡残档|贡惨裆|贡惨档|贡禅档|贡铲|贡铲裆|供婵當|供裆|供贪裆|勾魂|狗操|狗卵|狗娘|狗屎习|怪病|灌肠|郭海峰|國家囚犯|國家囚徒|國母|裹本|裹污院|韩正|何频专访|河殇|賀國強|黑木香|黑崎扇菜|黑丝骚妇|黑衣节|黑衣節|嗨药|嘿咻|狠插|红楼绮梦|洪智坤|侯東方|后入|候德建|候德健|狐习之流|胡八耻|胡海清|胡金|胡锦莱|胡锦蓉|胡緊套|胡錦萊|胡錦蓉|胡錦濤|胡进套|胡溫暴政|胡習|胡晓桦|胡曉樺|胡星斗|胡要榜|互动|互推|换妻|黄金圣水|黄菊|惠美梨|惠澤社群|慧网|慧园拾真|活动|祸国强|鸡吧|鸡鸡|激情|集体罢工|妓女日记|加微|贾葭|贾建国|贾卫国|賈建國|賈慶林|賈衛國|奸党危也|奸杀|奸尸|姦淫|兼职|蒹职|荐书|贱逼|贱比|贱格|江被习抓|江传康|江傳康|江湖淫娘|江绵康|江綿恒|江綿康|江太上|江沢民|江責民|江澤|江澤民|江澤泯|江志成|江志云|江誌成|江誌雲|江猪媳|僵贼民|蒋捷连|蒋彦永|蒋彦咏|蒋彦勇|蔣捷連|蔣彥永|蔣彥勇|蔣彥詠|酱猪媳|交配|娇嗔|脚交|脚奴|金洞寻钻|金镶玉艳|金泽文子|紧穴|緊縛調教|禁忌游戏|惊掉下巴|精液|精子|九評|九一评|九一評|拘捕藏人|菊鲍|巨炮兵团|巨乳|绝色家族|军头异动|开奖结果|开团|开惘惦|看完秒删|柯玲玲|坑习嫉彭|口暴|口爆|口活|口交|口射|扣穴|狂插|捆绑|扩肛|烂比|烂货|浪妇|浪叫|浪女|老人统治|雷洋|李長春|李红痔|李宏志|李洪志|李建国|李磕墙|李克明|李克強|李茉莉|李瑞环|李书福|李晓晴|李曉晴|李新凯|李新英|莲花逼|两腿间|猎艳|林幼芳|淋巴贤章|玲珑孽怨|零八宪|零八宪法|零八憲章|零八憲政|零八宣言|零捌宪章|零捌章|零捌政|令計劃|刘宾雁|刘胜义|刘永清|劉曉波|劉亞洲|劉永清|劉雲山|柳丝事件|柳丝真相|柳絲事件|柳叶逼|六口四|六肆真相|撸管|卢山|陆四|陆肆|陆肆运动|陸肆事件|鹿城娱乐|路月死日|露脸|沦陷节|轮奸|轮子功|輪公|輪功|輪攻|輪姦|罗干|裸点|裸干|裸聊|裸死|裸体|骆冰淫传|妈逼|马化腾|马凯|马赛克|馒头穴|毛鲍|毛独夫|毛二世|毛片|毛徒孙|毛徒孫|玫瑰逼|美尻|美女成人|美骚妇|妹妹陪聊|妹妹骚图|妹疼|妹痛|猛男群交|迷奸|秘肉|蜜穴|名穴|明报专讯|明慧網|明慧学校|明慧周报|明慧周刊|明慧周末|暮春堂|男奴|內射|内裤|内射|嫩鲍鱼|嫩奶|嫩阴|你妹的|妞妞基地|虐奴|女奴|女犬|啪啪视频|膀胱|胖麗媛|疱疹|陪聊裸体|喷精|朋丽娟|彭二麻|彭國母|彭皇後|彭鸡婆|彭雞婆|彭妓|彭叫兽|彭教授|彭蕾|彭丽娟|彭丽绢|彭丽园|彭麗|彭麗媛|彭龙坤|彭媽媽|彭嬤嬤|彭嬷嬷|彭腻娟|彭坦|彭戲子|皮肤测试|嫖娼|嫖妓指南|破处|七虐弃妃|七万言书|七五纪念|起点|強姦|强暴|强奸维族|强娶娇妻|乔石|钦立本|亲共行动|禽兽|情色导航|慶豐後|慶豐四年|全盤西化|拳交|犬奴|劝进表|群交|热比娅|人间便器|人妻自拍|人与兽|任宇昕|日逼|日你|日他|日它|日她|日尧波|日尧氵皮|蹂躏|肉洞|肉缝|肉棍|肉壶|肉瘤|肉丝裤袜|乳此多娇|乳房|乳尖|乳头|乳晕|三褪|丧尸|丧钟全会|骚妇|骚货|骚妹妹|骚母|骚女|骚乳|骚水|骚臀|骚娃|骚穴|骚姨妈|色欲迷墙|涩色乐园|杀人卖尸|删前速看|上新|射精|射颜|呻吟|深喉|神韵仙音|生奸|声援西藏|施暴|湿穴|十景缎|食精|视讯人妻|手机皇网|手机皇惘|手机色晴|手淫|售价|兽交|熟母|帅哥做爱|双飞|双龙入洞|双穴|爽图|水帘穴|丝袜|丝诱|私部|私处|素人撮|孙春兰|他妈的|他娘的|太紫档|太祖毛|汤道生|桃穴|淘宝|讨共檄文|特务民运|天降神龙|天天干|天下围城|甜性涩爱|舔逼|舔蛋|舔脚|舔弄|舔我|同性恋|同志贴图|同志图片|屠杀藏人|推油|退出共產|退谠|退黨|退一党|退一黨|吞精|王凤清|王鳳清|王沪宁|王若旺|王若望|王永志|王永治|王子淫传|网大为|微商|微信|微信号|维族扎针|猥亵维族|尉健行|慰安妇|慰春情|温切斯特|温如春|溫家寶|溫如春|溫雲松|溫雲鬆|瘟加堡|瘟加鴇|文革|我操|我就去色|我就色|乌尔开西|乌尔凯西|吾尔凯西|吾爾開西|吾爾開希|吾爾凱西|吾爾凱希|吴志明|吳邦國|吳誌明|勿忘叭玖|西藏混乱|西藏自由|吸颈瓶|悉尽贫|习安安|习储君|习吹吹|习冬英|习二货|习富平|习干平|习和平|习核心|习后主|习贱贱|习贱平|习贱人|习接班人|习金瓶|习尽平|习晋平|习禁平|习禁瓶|习净贫|习敬平|习老汉|习老虎|习驴|习梦雪|习明正|习铭泽|习末君|习脑残|习平|习婆姨|习七帝|习千金|习钱平|习乾平|习桥桥|习撒币|习三点|习受伤|习叔|习衰君|习太爷|习鸵|习伪皇|习无耻|习无能|习无实权|习无作为|习武松|习有钱|习真帝|习正宁|习肿|习仲恺|习主官|习煮席|习做梦|席梦死|席夢死|席主習|習大|習大撒幣|習近貧|習近瓶|習進平|習禁瓶|習夢帝|習夢雪|習明澤|習銘澤|習女|習平|習婆姨|習千金|習橋橋|習素雞|習遠平|習澤明|習腫|習仲勳|習煮席|洗茎瓶|洗莖瓶|吓晕了|宪章|宪章零八|相国李|香港悼念|消灭极左|销魂|小便|小电影|晓波哭|晓三皮|邪党|邪黨|邪恶的党|邪惡的黨|邪垬党锅|泄精|性爱|性愛|性变态|性福源|性交|性浪|性虐待|性生活|性欲|胸交|胸推|许晨晔|许其亮|选举法|薛飞|薛飛|穴儿|学潮|学潮录像|学潮事件|学纠队|學潮|學糾隊|學生運動|學運|血腥镇压|血腥鎮壓|寻子|嚴家其|艳母|阳茎|阳萎|咬着龟头|要射了|野战|一党独大|一党独政|一黨專制|壹玖捌玖|阴唇|阴蒂|阴间来电|阴茎|阴精|阴门|陰唇|陰道|陰戶|银民吧|淫荡|淫蕩|淫妇|淫河|淫尻|淫浪|淫流|淫乱|淫亂|淫民|淫魔舞|淫男|淫妻|淫情|淫情女|淫肉|淫騷妹|淫兽|淫兽学|淫书|淫水|淫娃|淫穴|欽立本|婴儿汤|婴尸|婴汤|影帝温|遊行|幼齿论坛|幼花苑|幼香阁|诱阁|俞丽萍|俞麗萍|俞正聲|玉麟传奇|狱畜|欲女|袁木|援交|约炮|云盘|再转轮|赠卵|扎针党|占领中环|张蓓莉|张培莉|章瑞珍|張高麗|張培莉|張先玲|长谷香子|长濑爱|长者|涨硬|镇压藏人|正悟网|政改|政治异见|症痔菊|制服淫妹|中出解禁|中奖结果|中年美妇|终国政府|肿国两裆|周末同床|朱铁志|猪聋畸|竹笋乳|主母|专业砍人|转让|转世|自慰|自慰裸聊|自由门|自由門|总竖鸡|總理李|纵情兵团|作爱|坐台打泡|做爱|做愛|阿扁推翻|阿宾|阿賓|安街逆|安局豪华|安门事|安眠藥|案的准确|八九民|八九学|把病人整|把学生整|罢工门|白黄牙签|败培训|办本科|办理本科|办理各种|办理票据|办理文凭|办理真实|办理证书|办文凭|办怔|办证|半刺刀|辦毕业|辦證|谤罪获刑|磅解码器|磅遥控器|保过答案|报复执法|爆发骚|北省委门|被打死|被指抄袭|本公司担|本无码|毕业證|变牌绝|辩词与梦|冰毒|冰火毒|冰火佳|冰火九重|冰火漫|冰淫传|冰在火上|波推龙|博彩娱|博会暂停|博园区伪|不查都|不查全|不思四化|布卖淫女|部忙组阁|部是这样|财众科技|采花堂|踩踏事|苍山兰|藏春阁|藏獨|操了嫂|操嫂子|察象蚂|拆迁灭|车牌隐|成人电|成人卡通|成人聊|成人片|成人视|成人图|成人文|成人小|城管灭|惩公安|惩贪难|充气娃|冲凉死|抽着大中|抽着芙蓉|出成绩付|出售发票|出售军|穿透仪器|纯度白|纯度黄|次通过考|催眠水|催情粉|催情药|催情藥|挫仑|达毕业证|答案包|答案提供|打飞机专|打死经过|打死人|打砸办公|大揭露|大奶子|大嘴歌|代办发票|代办各|代办文|代办学|代办制|代辦|代理发票|代理票据|代您考|代写毕|代写论|代孕|贷办|贷借款|贷开|戴海静|当代七整|党的官|党后萎|党前干劲|刀架保安|导叫失|导人的最|导人最|导小商|到花心|得财兼|的同修|灯草和|等级證|等屁民|等人老百|等人是老|等人手术|邓爷爷转|邓玉娇|地产之歌|地下先烈|帝国之梦|递纸死|点数优惠|电狗|电话监|电鸡|甸果敢|蝶舞按|丁香社|顶花心|东复活|東京熱|洞小口紧|都当警|都当小姐|毒蛇钻|独立台湾|赌球网|短信截|对日强硬|多美康|躲猫猫|俄羅斯|恶势力操|恶势力插|恩氟烷|儿园惨|儿园砍|儿园杀|儿园凶|二奶大|发牌绝|发票出|发票代|发票销|發票|法伦功|法维权|法院给废|法正乾|反测速雷|反雷达测|反屏蔽|范燕琼|方迷香|防电子眼|防身药水|房贷给废|仿真枪|仿真证|诽谤罪|费私服|封锁消|佛同修|夫妻交换|福尔马林|福娃的預|福娃頭上|福香巴|府包庇|府集中领|妇销魂|附送枪|复印件生|复印件制|富民穷|富婆给废|改号软件|感扑克|冈本真|肛门是邻|岡本真|钢针狗|钢珠枪|港澳博球|港馬會|港鑫華|高就在政|高考黑|高莺莺|搞媛交|告长期|告洋状|各类文凭|跟踪器|工程吞得|工力人|公安错打|公安网监|公开小姐|攻官小姐|共王储|狗粮|狗屁专家|鼓动一些|乖乖粉|官商勾|官也不容|官因发帖|光学真题|跪真相|滚圆大乳|国际投注|国库折|國內美|哈药直销|豪圈钱|号屏蔽器|和狗交|和狗性|和狗做|黑火药的|红外透视|紅色恐|胡适眼|湖淫娘|虎头猎|华门开|化学扫盲|划老公|还会吹萧|环球证件|皇冠投注|黄冰|浑圆豪乳|活不起|火车也疯|机定位器|机号定|机号卫|机卡密|机屏蔽器|基本靠吼|绩过后付|激情电|激情短|激情妹|激情炮|级办理|级答案|急需嫖|集体打砸|集体腐|挤乳汁|擠乳汁|佳静安定|家一样饱|家属被打|甲虫跳|甲流了|奸成瘾|兼职上门|简易炸|疆獨|叫自慰|揭贪难|姐包夜|姐服务|姐兼职|姐上门|金扎金|金钟气|进来的罪|经典谎言|精子射在|警察被|警察的幌|警察殴打|警察说保|警车雷达|警方包庇|警用品|径步枪|敬请忍|究生答案|九龙论坛|酒象喝汤|酒像喝汤|就爱插|就要色|举国体|据说全民|绝食声|军长发威|军刺|军品特|军用手|开邓选|开锁工具|開碼|開票|砍杀幼|砍伤儿|康跳楼|考答案|考后付款|考机构|考考邓|考联盟|考前答|考前答案|考前付|考设备|考研考中|考中答案|磕彰|克分析|克千术|克透视|空和雅典|孔摄像|控诉世博|控制媒|口手枪|骷髅死|快速办|矿难不公|拉登说|拉开水晶|来福猎|拦截器|狼全部跪|浪穴|老虎机|雷人女官|类准确答|黎阳平|李咏曰|理各种证|理是影帝|理证件|理做帐报|力月西|利他林|连发手|聯繫電|炼大法|两岸才子|聊视频|聊斋艳|了件渔袍|猎好帮手|猎枪销|猎槍|獵槍|领土拿|流血事|六合彩|六死|龙湾事件|隆手指|陆封锁|陆同修|氯胺酮|乱奸|乱伦类|乱伦小|亂倫|伦理大|伦理电影|伦理毛|伦理片|轮手枪|论文代|罗斯小姐|裸聊网|裸舞视|落霞缀|麻古|麻果配|麻果丸|麻将透|麻醉狗|麻醉枪|麻醉槍|麻醉藥|蟆叫专家|卖地财政|卖发票|卖银行卡|卖自考|漫步丝|忙爱国|猫眼工具|毛一鲜|媒体封锁|每周一死|美艳少妇|妹按摩|妹上门|门按摩|门保健|門服務|氓培训|蒙汗药|迷幻型|迷幻药|迷幻藥|迷昏口|迷昏药|迷昏藥|迷魂香|迷魂药|迷魂藥|迷奸药|迷情水|迷情药|迷藥|谜奸药|灭绝罪|民储害|民九亿商|摩小姐|母乳家|木齐针|幕前戲|南充针|泥马之歌|你的西域|妞上门|浓精|怒的志愿|女激情|女技师|女任职名|女上门|女優|鸥之歌|拍肩神药|拍肩型|牌分析|牌技网|炮的小蜜|陪考枪|配有消|喷尿|嫖俄罗|嫖鸡|平惨案|平叫到床|仆不怕饮|普通嘌|期货配|奇迹的黄|奇淫散|骑单车出|气狗|气枪|汽狗|汽枪|氣槍|铅弹|钱三字经|枪出售|枪的参|枪的分|枪的结|枪的制|枪货到|枪决女犯|枪决现场|枪模|枪手队|枪手网|枪销售|枪械制|枪子弹|强权政府|强硬发言|抢其火炬|切听器|禽流感了|勤捞致|氢弹手|清除负面|清純壆|情聊天室|情妹妹|情视频|情自拍|氰化钾|氰化钠|请集会|请示威|请愿|琼花问|区的雷人|娶韩国|全真证|群奸暴|群起抗暴|群体性事|绕过封锁|惹的国|人权律|人体艺|人在云上|人真钱|认牌绝|任于斯国|柔胸粉|如厕死|乳交|软弱的国|赛后骚|三挫|三级片|三秒倒|三网友|三唑|骚浪|骚嘴|扫了爷爷|色电影|色妹妹|色视频|色小说|杀指南|山涉黑|煽动不明|煽动群众|上门激|烧公安局|烧瓶的|韶关斗|韶关玩|韶关旭|射网枪|涉嫌抄袭|深喉冰|神七假|神韵艺术|生被砍|生踩踏|生肖中特|盛行在舞|尸博|失身水|失意药|狮子旗|十八等|十大谎|十大禁|十个预言|十类人不|十七大幕|实毕业证|实体娃|士康事件|式粉推|视解密|是躲猫|手变牌|手答案|手狗|手机跟|手机监|手机窃|手机追|手拉鸡|手木仓|手槍|守所死法|售步枪|售纯度|售单管|售弹簧刀|售防身|售狗子|售虎头|售火药|售假币|售健卫|售军用|售猎枪|售氯胺|售麻醉|售冒名|售枪支|售热武|售三棱|售手枪|售五四|售信用|售一元硬|售子弹|售左轮|书办理|熟妇|术牌具|双管立|双管平|水阎王|丝护士|丝情侣|丝袜保|丝袜恋|丝袜美|丝袜妹|丝袜网|丝足按|司长期有|司法黑|私房写真|死法分布|死要见毛|四博会|四大扯个|四小码|苏家屯集|诉讼集团|素女心|速代办|速取证|酸羟亚胺|蹋纳税|太王四神|泰兴幼|泰兴镇中|泰州幼|探测狗|涛一样胡|特工资|特码|特上门|体透视镜|替考|替人体|天朝特|天鹅之旅|天推广歌|田罢工|田田桑|田停工|庭保养|庭审直播|通钢总经|偷電器|偷肃贪|偷听器|偷偷贪|头双管|透视功能|透视镜|透视扑|透视器|透视药|透视仪|秃鹰汽|突破封锁|突破网路|推油按|脱衣艳|瓦斯手|袜按摩|外透视镜|外围赌球|湾版假|万能钥匙|万人骚动|王益案|网民案|网民获刑|网民诬|微型摄像|围攻警|围攻上海|维汉员|维权基|维权人|维权谈|委坐船|谓的和谐|文凭证|文强|纹了毛|闻被控制|闻封锁|瓮安|我的西域|我搞台独|乌蝇水|无码专|五套功|五月天|午夜电|午夜极|武警暴|武警殴|武警已增|务员答案|雾型迷|西藏限|西服进去|希脏|席复活|席临终前|席指着护|洗澡死|喜贪赃|先烈纷纷|现金投注|线透视镜|限制言|陷害案|陷害罪|相自首|香港论坛|香港马会|香港一类|香港总彩|硝化甘|小穴|校骚乱|协晃悠|泄漏的内|新建户|新金瓶|信访专班|信接收器|兴中心幼|星上门|行长王益|形透视镜|型手枪|幸运码|性爱日|性福情|性感少|性推广歌|徐玉元|学骚乱|学位證|學生妹|丫与王益|烟感器|严晓玲|言被劳教|言论罪|盐酸曲|恙虫病|姚明进去|要人权|要射精了|要泄了|夜激情|液体炸|一小撮别|遗情书|蚁力神|益关注组|益受贿|隐形耳|隐形喷剂|应子弹|婴儿命|咏妓|用手枪|幽谷三|游精佑|有奶不一|右转是政|幼齿类|娱乐透视|愚民同|愚民政|与狗性|玉蒲团|育部女官|冤民大|鸳鸯洗|园惨案|园发生砍|园砍杀|园凶杀|园血案|原装弹|晕倒型|韵徐娘|遭便衣|遭到警|遭警察|遭武警|择油录|曾道人|炸弹教|炸弹遥控|炸广州|炸立交|炸药的制|炸药配|炸药制|张春桥|找枪手|找援交|针刺案|针刺伤|针刺事|针刺死|侦探设备|真钱斗地|真钱投注|真实文凭|震其国土|证到付款|证件办|证件集团|证生成器|证书办|证一次性|政府操|政论区|證件|植物冰|殖器护|指纹考勤|指纹膜|指纹套|志不愿跟|制服诱|制手枪|制证定金|制作证件|中的班禅|中国不强|种公务员|众像羔|州惨案|州大批贪|州三箭|宙最高法|昼将近|住英国房|助考|助考网|专业办理|专业代|专业代写|专业助|转是政府|赚钱资料|装弹甲|装枪套|装消音|姿不对死|资料泄|梓健特药|字牌汽|自己找枪|自慰用|自由圣|自由亚|总会美女|足球玩法|最牛公安|醉钢枪|醉迷药|醉乙醚|尊爵粉|左转是政|作弊器|作各种证|作硝化甘|唑仑|做爱小|做原子弹|阿三|王雨云|王雨蕴|张云帆|萧泓|池宇峰|刘华清|张万年|宋祖英|汤灿|丁磊|王立军|薄谷开来|谷开来|习近平|习大大|彭麻麻|习大|彭麻|毛润之|李克强|张德江|俞正声|刘云山|王岐山|张高丽|毛泽东|周恩来|习仲勋|邓小平|江泽民|朱镕基|彭丽媛|温家宝|胡锦涛|朱德|叶剑英|刘伯承|华国锋|赵紫阳|刘少奇|胡耀邦|潘志强|毛僵尸|汞馋煮易|湖贱涛|山锅怠标|温夹包|涛锦胡|江者民|沐屎淋|姜哲民|宫残荡|江日英|供铲铛|工颤荡|胡井滔|温夹宝|瘟宝宝|公惨淡|江则米|傥铲珙|咩龚就锅|瘟大人|供残党|工厂档|工残当|工自联|狸科腔|胡精涛|功铲傥|马少方|姜蔗茗|供缠|党共倒打|共馋党|工厂蛋|狗产共|瘟爷爷|温家暴|迗侒门|档种杨|江灾民|猫贼洞|糊螃蟹|铲荡|供惨|反公救国|共餐档|攻缠挡|添灭钟贡|共贪裆|共菜当|胡菜瓜|弓产裆|解放大陆|缠裆|无邦国|宫产蛋|汞颤荡|供档|档肿阳|瘟不四|八八血案|共颤垱|中共邪恶|古月狗|共参当|供惨裆|灵吧线樟|胡圣人|工缠荡|猫竹溪|暴共|贡妃|公贪党|宫谠|恭滻欓|公抢裆|大法通行|毛厕东|虎进套|贡蚕蟷|供参谠|诛赤义军|弓肺|宫惨挡|湖景涛|公蟾裆|法论公|宝假温|馋当|供产档|供惨谠|户尽套|猫遮洞|误谤国|圡匪治国|拱惨裆|问假宝|瘟家饱|工产当|糊精淘|策反中国|毛正日|供铲傥|档中阳|供禅挡|共肺|狐愠|公馋档|温亚圣|狗惨裆|弓铲谠|工惨砀|忽机套|湖金涛|僵汄冥|胡中央|匪猪|工惨裆|鑫钟锅|民联阵|胡金掏|户惊涛|共餐蛋|谗谠|垬兲|江前胡后|明慧网|猪容鸡|四六反平|恭惨党|北高联|和平请愿|拱惨挡|江软蛋|公参裆|石榴酒巴|大赦国际|终难海|供铲谠|西瑾平|瘟加饱|将着民|工铲挡|虎金醄|胡近套|一挡专整|龚禅当|工铲当|留小玻|驱除赤魔|湖锦騊|岛弓挡|贡肥|反共热线|自由西藏|公惨裆|邓狗|档肿痒|台倒谠供|共贪档|共惨档|终男海|弓残宕|问价爆|工缠当|供菲|灭档|汞裆|法论攻|龚缠铛|严轮字游|公匪|韫狗|终龚|共禅党|供惨档|贡菲|蚣馋裆|瘟假饱|恭惨荡|中共将亡|档铲共|虎紧逃|新唐人|工长党|汞掺当|恭铲当|工馋当|狗铲洞|徒务近功|将择闵|猪榕机|工参当|毛贼洞|贡厂档|回忆六四|匪共|衣档装正|供谗|浏小玻|供谠|胡金涛|改曹换待|赤色魔鬼|高智晟|拱展档|茅择西|中共暴政|拱裆|共蚕党|狗谗党|龚谄裆|法楞功|两湖贼匪|肿哄倒|贡谗裆|贡残荡|红色土匪|共餐啖|误邦狗|攻残当|红星社团|江折民|国将易主|吴帮国|宫颤裆|共残荡|共颤党|共谠|台下共中|胡巾涛|贡缠党|共铲裆|狗铲镋|瘟疫党|工缠挡|虎瘟|供贪档|终暔嗨|六司运动|胡尽淘|吴尔凯希|三联邦|宫产裆|贡苟|宫谗荡|红产当|共禅挡|共缠裆|贡缠挡|公差党|公产挡|贡构|套进胡|共惨|木子朋鸟|贡诽|肆贰陆|供馋胆|公缠胆|虎鲸焘|严家其|龚颤荡|湖景掏|湖井掏|湖近涛|供产谠|共菲|厞栱篨铲|工长挡|古月金帛|晚共末年|公铲当|夷裆砖至|古月三昷|北京之春|拱匪|杀涛灭宝|档种秧|粽供|供匪|红潮过后|公产狗|糊锦饕|腿饭够挡|幊党毕辋|供残|贡铲谠|供餐档|公缠档|湖井涛|残谠|天朝覆灭|湖井逃|胡狗屎|弧瘟|狗铲挡|贡肠胆|糊景掏|共馋挡|态籽档|工禅挡|供谗裆|温加堡|收复大陆|公馋党|宫荡|民泽江|功缠当|瘟糊|糊主西|汞缠挡|李鸟朋|灭党|为非作胡|法一轮|供禅裆|共傥|供狗|拱铲党|共残当|铲档|共痱|公缠当|工铲宕|共毁档|江二公子|共娼党|胡吴温贾|将则民|糊总输鸡|粪铲挡|宫铲|猢猪瘟鸡|吻假饱|供柴璫|贡婵挡|弓残荡|共娼荡|湖紧滔|法圈功|匪供|黄雀营救|姜棉横|天灭河蟹|供掺挡|瘟夹雹|衣档毒菜|工惨当|灭中共|珙榧|龚挡|支台入联|假庆临|法车仑|戏镜瓶|糊锦涛|湖锦套|党风日下|温瘕包|宫惨荡|胡金逃|恭裆|胡前江后|无界浏览|粪铲档|终贡|档盅殃|弓狗|瘟加爆|温秀秀|党灭亡|明心网|中共屠城|龚缠挡|我愿揭杆|弓蚕档|共踩党|宝稼纹|共餐党|肚菜锅佳|天灭终共|恭惨档|文家爆|工产党|贡挡|镰斧帮|方励芝|工蝉当|天朝灭亡|湖进套|公抢档|共贱和谐|工仓当|江独裁|共灿铛|温加宝|江罪民|蛤蟆党|公摊当|婵荡|宫藏谠|觥馋荡|江则民|红朝末年|弧紧陶|公缠党|拱斐|揾加报|共馋档|公参蛋|瘟总利|问价煲|忽筋叨|虎茎套|中央内斗|正直菊|狐尽逃|温沙比|灭钟共|虎井套|赤斐|瘟稳|贡惨挡|江浙民|娼档|宫谗档|公铲挡|拱谠|答岛供痱|功缠挡|人敏的挡|拱查蛋|挡钟央|弓铲铛|公馋挡|又糊又瘟|公惨档|供禅谠|胡涂涛|愩惨裆|缠当|虎禁套|邦国殄瘁|套紧壶|弓铲档|裆钟央|共餐当|温猪猡|共娼蛋|共猪|宫禅挡|公肺|恭构|馋档|共中灭天|蚊假饱|供抢挡|公铲谠|江祸民|九评|瘟蝴|公蚕当|胡猪温狗|文假保|日出英花|护茎套|江哲民|公缠挡|工残党|姜哲鸣|胡静涛|工铲档|八玖|铲挡|邓盗江寇|舔蔑重功|巩餐蛋|共狗|胡惊涛|宫馋挡|蚣产谠|大纪园|陆月肆日|法论宫|中共必亡|贡匪|江则名|公残党|户进套|太上皇江|熊焱|出售枪支|沪绵铸|共参党|宫残裆|义主民三|大妓元|工缠档|拱产挡|共党腐败|胡镜涛|湖劲套|僵贼螟|闻加宝|工馋党|供斐|弓缠当|湖温|宫残档|共厞|六驷|供菜当|湖仅逃|公贪档|龚肥|供蚕当|糊仅涛|共韭|遛月寺日|中共邪党|瘟枷饱|宫惨蛋|江魔头|钟供|某产党|房产欓|华南教会|产共倒打|湖晋滔|胡尽掏|贡緾荡|搵珈宝|天门事件|拱档|杀死温家|宫裆|共颤荡|全歼共军|共产邪党|公蝉蛋|共厂党|狐老板|国嘉煮习|嚎肿狸|刮财党|吾尔凯希|共馋荡|肿楠嗨|胡捡掏|温猪|江这民|共废要完|胡紧涛|弓缠档|僵则泯|共党倒台|共党灭亡|姓瘟|龚餐铛|瘟家包|恭惨当|狐禁逃|宫产荡|掺当|弓缠荡|工谗当|供铲|瘟乱搞|攻产党|霍蝈墙|家宝影帝|影帝家宝|胡狗|龚差蛋|温帝|围剿工匪|推翻供谠|共产狗|肉棒|烂屄|老逼|潮吹|颜射|大鸡巴|舔阴|屄痒|嫩穴|草你全家|烂逼|吃你白带|经血|白带汤|黑逼|黑屄|骚屄|吸精|王维林|吾尔开希|柴玲|封从德|侯德建|侯德健|丁子霖|你妈|贱货|网易审核|畜生|除习|媛宵|彭婊子|龚禅档|元旦当天|警匪一家|柯小明|狗比警察|广西土狗|斗仙|河南二字|国军威武|国军万岁|剿匪不力|河南狗|广东狗|草死|干你女马|大腿间|脱下裙子|屁眼|第一次|中妓萎|给你艹|要不要|红狗|艹你娘|草比|草逼|邓江湖|死全家|张先玲|徐钰|吴建民|古懿|坦克人|学自联|张博树|尤维洁|泰监|鲜鲍|操爆你|草爆你|操肛门|毛蜡尸|湖锦掏|贡僋裆|打倒共非|躬颤裆|吻钟离|攻残裆|中共未灭|湖茎逃|破除毒誓|工蝉档|温假饱|攻残宕|公铲党|国颜掉裆|公铲裆|除退恶评|忠男骸|诉江案|大纪元|工惨档|三退洪流|蚊枷宝|虎鲸涛|供餐谠|墓屎淋|珙浐谠|珙铲胆|糊紧套|六月寺号|弓禅当|虎劲逃|虎劲套|供铲裆|公铲档|军痿猪席|狐紧套|僵贼敏|瘟佳包|壶瘟|文革六四|真招辱|公惨挡|退出共产|蚣缠裆|德盛祸国|误间度醒|共匚非|邓败类|此木王令|咒永康|龚灿党|肥共倒打|维族狗|曙光网|温家饱|工灿筜|公产荡|弓馋党|蚣蟾裆|共产邪灵|猫遮冬|古死办劫|胡紧掏|饱私欲|瘟加鸨|瘟加保|真善忍|贡产裆|供残谠|邓屠夫|共生东土|胡紧套|温假宝|供馋裆|恶满地|宫禅当|万生速大|胡扎菲|消灭共产|匪患多灾|弓铲裆|解体中共|共裆正腐|吸精嫔|瘟总理|是恶逆|铛铲供|中共演戏|供餐当|共产蛋|僵贼冥|公残挡|滔邪广|中共不亡|狐惊逃|博大书局|壶井桃|共黑贪|天官作共|无乱九国|共残档|阉档砖全|供娼傥|弓产档|玖评|处重红邪|推翻中共|狐景滔|公产档|攻馋档|姜测民|天国乐团|仲供是狗|公贪谠|一蛋砖制|非共倒打|曾庆淮|猫遮栋|蚊假暴|菌痿煮媳|拱贪谠|肿烂海|功铲裆|供俳|虎精套|胡紧逃|蚊家豹|瘟贼|共惨淡|供厂党|拱蚤珰|新疆狗|温家保|供贪铛|席禁评|软弱外交|腐败党政|专制封闭|糊井逃|申屠福华|胡脸瘫|瘟假爆|江胡斗|当产共|作恶无数|倒台|退出平安|胡面瘫|肿癣部|政当匪土|公惨党|瘟家宝|器官活摘|人神共愤|供餐党|糊颈套|狗馋谠|裆中殃|温贼|耄贼|户惊套|剿灭供匪|贡菜当|习阴毒|瘟枷鸨|江青蛙|公产谠|壶紧套|公产蛋|胡河蟹|肿难嗨|公惨当|六四平反|法办江|狐茎套|宫残党|贡产挡|站起来|将倒台|供惨党|公残裆|邪共|共惨裆|攻铲档|毛腊肉|平反六四|公馋裆|糊温|共铲谠|瘟鬃狸|习禁评|杀人凶手|席竞平|无帮国|吸精瓶|工残档|江核心|龚残档|有个蛆织|退党|退团|马徒灭|中华复兴|水日皿|狗产档|公审江|亲民秀|蚊相公|库帑丰盈|穿墙秘技|蚣蝉裆|蚣禅裆|瘟加宝|蚣匪恶魔|千里朦胧|万里尘飘|还做早操|弓颤裆|弓颤党|艹一八匪|问假包|温加饱|工农匪裆|蚣娼匪裆|匪狗裆|恭铲裆|宫惨档|共浐灙|公娼贼裆|贼党|龚唱蛋|蟊贼洞|刁远曲|洗脑|祸害中华|邓鬼话|国际歌|马列毛邓|出国访问|头条新闻|夫人打伞|穿情侣装|骚谠|徐勤先|夏天|特殊任务|清洗履带|狗拆档|今日去共|一生不悔|习奸平|共匪党|刁斤平|刁近平|江凌肃|曾海潮|江林肃|薄青天|邓川猴子|江三婊子|胡螃蟹子|狗残挡|珙颤裆|匪谠|刁明泽|刁远凸|新君夕某|别的派系|拥护什么|退共党|毛贼东|刁远凹|席晋瓶|狗惨当|刁畜生|刁总|刁老大|刁大哥|刁大人|刁杂种|刁斤乎|姓刁的|刁哥|刁书记|刁夫人|口号|铮铮铁骨|任期内|六十四|撒谎|准备后事|即时播报|总人数|退了平安|刁近干|刁远干|姜上来时|烧饼歌|退退|刁大|毛扎种|扎种|西朝鲜|刁进平|周永康|弥留之际|病榻前|灭在今朝|周某康|刁近伞|康永周|共产裆|共产档|达到蚣狒|纛纛纛纛|难产的产|裤裆的当|毛蛋节|毛蛋劫|茅厕桶|抵制共党|公产裆|共操蛋|盆丽缘|周而复治|永不磨灭|康庄大道|快马加鞭|死神下凡|一法一|一康一|讼糠讼|围慷围|妖妖孽孽|周勇康|厄厄幽幽|瘟如春|瓮法瓮|艮辶辶艮|人人自残|纹掐饱|叁退平安|周康康|姜贼明|粥泳糠|你慰永康|周油糠|末末康|面瘫刁|百鸡王|周用康|猫贼东|东亚病夫|周蛹糠|温影帝|狗谠|江李温周|三石野爹|坐飞机|有钱人|土供吐肺|共匪|疆狗|维猪|维狗|包子大帝|躬匪|媛丽彭|邓晓瓶|江择呡|习尽萍|江则冥|羽胖子|西胖子|溜寺|高建云|高剑云|工铲裆|慕屎淋|九名|马三家|劳教院|女学员|为什么穷|吉永隶|正腐|叠被军|被子军|淫将熊兵|何谈国防|衡水市六|零及其指|使下的有|习见平|戏子老婆|红烧肉|窑洞|一裆砖制|粥蛹糠|大官|包子帝|六肆余孽|八九六四|三个学生|震死四川|东北杂种|广东婊子|河南杂种|东北骚逼|河南畜牲|李旺阳|波晓刘|日尧三皮|鲍彤|陈一咨|陆肆事件|六四将至|喋血长安|六四始末|安徽杂种|肛洞猴|洗鸡巴平|枫叶香蕉|倒共符号|倒共风潮|公民同城|公祭六四|杨宪宏|李一平|陈立群|成斌麟|甄燊港|燕鹏|汪岷|潘永忠|过东升|韩武|薛伟|高健|夏新德|梁咏春|魏京生|徐文立|万润南|陈奎德|王军涛|王丹|贡噶札西|募屎淋|猫择洞|欧阳钧玙|江蟾蜍|刘秀梅|刘述春|马燕芳|马艳芳|北京请愿|兲朝必亡|大陆放肆|邓六四|勿忘六四|乌尔开希|平反八九|八九风波|六四档案|勿忘八九|六祀事件|八九暴乱|一久扒久|六四真相|八九惨案|胡启立|浦志强|声明|八丸亣四|刁近瓶|邪教|外来马教|祸害华夏|六十又四|畜共支那|丽女爰|共产神教|邓挫子|枝供奴役|木樨地|万安公墓|张立冬|来日方长|六月荷花|四意摧残|把酒溜死|刁斤伞|习大包子|刁金品|毛扎洞|支那豚|支那人|习景苹|席近贫|兲裆|嘉宝瘟|习的新闻|算免费送|支那狗|阮科夏|滞那猪|刁胖子|温宰相|刁近乎|袭鸡病|叼进苹|刁不远平|屎进瓶|习倒霉|七阳痿|习太祖|倒周审簿|刁辶干|七大娼萎|一刁列传|刁司令|习正恩|刁泽东|该亡裆了|习扛把子|刁特勒|刁阴毒|刁太大|习梦撕|习肥猪|糊刎|亡必共中|湿精瓶|删云留|习白猪|习利钦|狗供亡|令匪计划|刁禁评|壶河蟹|瘟假逼|温和珅|面瘫胡|邪档|锦涛裸退|习属鸡|腐瘟十年|五四运动|才爱国|一分抗日|二分敷衍|日本皇军|好教员|基纳猪|馶那|广西畜生|席进瓶|共缠档|习宗书籍|盆丽园|资金外逃|蠢材上位|社会动荡|五毛狗|姜则敏|粥勇糠|习建平|邓碾平|母屎淋|习总理|邓的干部|百万富翁|小支那|习静瓶|总理|共翡|刁某泽|毛猪西|码洌|码例|滞纳畜|习进瓶|姜则名|胖子皇帝|刁进伞|贡馋裆|叼大大|泱泱吾国|公信洞穿|伐囵大法|习草包|习镜频|彭丽援交|习禁贫|砖家高朋|添俄卖疆|洗精瓶|姜则明|江乱国|胡毁国|习亡国|青蛙己死|老而不死|死而不僵|辶斤平|刁斤萍|刺杀习辶|刁辶斤|刁庆丰|静坐人海|刁先生|毛特勒|打倒中共|公谄裆|中环见|撤回革命|重启政改|黑西裤|习辶斤|习金聘|姜责明|支持蕟哥|喜禁评|上任以来|周小平|傻逼|舔菊|共颤当|毛厕洞|茅责洞|高文|港狗|僵直民|糕瞻竿|刁某狗|习猪头|言论管制|好大喜功|酒池肉林|刘云删|刘芸删|洗贱贫|叼总|刁犬犬|骸丁骸|蟊贼东|维尼夫人|维尼|真爱|驴和维尼|维尼和驴|维尼大大|维尼习|普京媛媛|叼犬犬|换班|今上禧宗|撒钱就行|突击花钱|刁尽萍|平近刁|支纳猪|刁哒哒|未办酒席|育有一女|在国外|人虽微胖|但人不傻|嘭母狗|刁公狗|解救我们|暗杀|呋坒网|绿狗|四川狗|苏州狗|浙皮子|浙江狗|浙江佬|新疆鞑子|广西狗|大荷烂猪|乱伦苏|四川耗子|京巴|广东猴|川耗子|河南|井盖|上访狗|贱臊比|支豚|东北淫|江苏狗|小白帽|浙江猪|皮帽子|河烂冬悲|大陆狗|维子|万维读者|东亚病猪|东北贱人|广东猴子|北京哈巴|上海瘪三|山东驴|江西狗子|安徽狗|滞纳猪|回猪|兰州烧饼|南昌蛆|东北土狗|贵州狗|河烂|山东大驴|河南逼|东北|女人|全家死绝|东北佬|外地逼|九头鸟|湖北佬|南京狗|荷兰猪|安徽草狗|衣撕烂|支娜|武汉|婊子|穆狗|湖南狗|广西佬|广西猴子|四川猴子|云南狗|支那|山东狗|满狗|馶纳猪|南蛮子|河北狗|广东杂种|合喃狗|山西狗|南昌鬼子|冬北佬|卖逼|宫产档|眼镜蛙|吱呐人|牦贼东|兲朝|习斤平|国是谁的|立法独立|台湾国|洪产当|凸远刁|苍蝇|中国正腐|土匪档|痔拿猪|习权利大|平娃子|强娃子|国家的钱|刁近|习太太|常萎|刁庆包|三胖|撒钱|法我十非|废叁十九|共妻邪说|喜胖子|不厚|贪官|政纸改歌|光腚总菊|普大帝|唱戏出身|就在厂里|根正苗红|土豆|二婚|像都教授|刁式幽默|习敬塘|胡温集团|十年执政|加税救爹|刁敬塘|土菲|成为贵族|跪族|皇恩浩荡|刁德一|歪脖胖子|衣食父母|习歪脖|上梁山|掀锅盖|掀被窝|俄爹|叼达达|国歌|俄罗斯|毛病不除|恶习难该|哒哒刁|鹏麻麻|橇碧臃|无意|奴隶制|习司令|划计令|另计划|计划|政策|路线|完成|令狐计划|今记划|郑晓玲|前夫|法拉利|车祸|保福寺|中央|反腐|谷丽萍|大大威武|彡壴麻麻|之纳猪|川狗|叼儿子|刁儿子|马恩列斯|刺杀习|刺杀刁|周徐苏令|吸金瓶|毛孽畜|刁月半子|铲掉|近平|二次婚姻|柯零零|两次婚姻|婚姻史|印尼猴子|印尼猪|印尼狗|印尼|死得好|刁鞑靼|吃喝|万亿|贪腐|荣辱|资格|姜氏干部|腐败成风|湖氏干部|李连杰|父提拔子|叔安排侄|榨干百姓|中国鬼子|我朝无将|占岛为王|无权巡航|钟国|东山登山|生胃输妓|鬼子|几十年|绿猪|文工团|江系|排除异已|皇帝没了|皇权还在|酋长制|国耻|双月鸟|金正日|十八层|八路来了|大家快跑|推翻亦因|自私自利|假公济私|第一名|逼你交钱|逼你做事|一个没字|风流|罪孽深重|刘邦|严惩贪腐|大老虎|又耳瘸子|蛤歌|经国|女儿|公主|日本|殖民者|骂政府|无权投票|选票|情妇|习泽明|公开审理|棺伤勾结|达赖|讨好|垃圾国家|共和蝈|败类|十三亿|寄生虫|国家|粪藏裆|张飞不是|国家变好|俄肿朝|孙立军|孙力军|八九屠杀|诈骗罪|各尽所能|按需分配|君无戏言|俄中朝|田舒斌|不让换档|是否该分|禁网|弒泽东|反腐都是|铲锄|易己|拳钱|较易|改各|屌大瓶|焚书坑儒|网易|股东|袒护日本|送国土|干爹|吹土改|吹反右|吹文革|吹反腐|三头猪|语重心长|有猪权|美国|希望|曰本|霉狗|绊脚石|称砣|清理裸官|刁进干|零陵|阎维胜|大屠杀|自由行|习上台|汪精卫|二代|警匪|柴静|习远平|西远平|后台|痔呐|国军|皇军|扒路军|一首红歌|放弃治疗|某家|茅坑|乌毛狗|王山支|刁运干|眼镜|蛤蟆嘴|四次入侵|炸死四个|知道徐财|老徐|挂了|挂掉|徐某厚|小徐|啊厚挂了|满朝文武|绿卡|半壁江山|红颜|湖南双魔|刁太犬|魏娇墨|上任|瘤云杉|宋江|罗马帝国|缓兵是真|兄弟全整|妻妾全换|朝廷|义旗|江山得手|大宋子民|支拿猪|孟国忠号|江哲命|胡景涛|紧套哥|公铲糖|解散人大|狗产党|赤匪|习胖子|共抢党|强克李|供贪党|江蛤|共贪党|李克弱|二奸二假|共抢裆|当今圣上|钅帛氵寿|李朋鸟|木子月月|卖地宰相|宝二爷|天朝将亡|李鹏家族|公惨蛋|克弓虽|席主习|胡锦掏|邹永康|中烂海|共长党|弓惨档|反共救国|洗金平|江译民|猪笼鸡|黄海刺胡|黄海刺虎|中共阴谋|开放党禁|公厕党|彭皇后|温冢宝|姜贼民|江贼民|八九运动|哄惨谠|猫砸洞|皇帝姓夕|滚惨档|刁羽|彭某媛|李某强|刘某山|张某江|曾某红|江某民|刁进乎|刁达达|周元根|蒋贼民|西精病|贡擅当|赤共|席胖子|猫杂洞|红匪|彭歌妓|政治地位|老将麾下|同胞们|自相残杀|裆卫军|港人反共|港人反党|绿癌|六四事件|八年抗战|祸国殃民|败类改革|我裆|哄惨裆|狗屎政府|狗逼政府|狗屁政府|本届症腐|这届症腐|天朝症腐|中国症腐|瓷洗太后|毛竹席|席大大|我党上市|冼精瓶|江太皇|中共垮台|共铲傥|江习斗|共惨挡|共惨党|庆丰大帝|习软蛋|西近平|刁皇帝|戏进瓶|习皇帝|习帮主|江逝世|包子习|习太监|习畜生|蛤蟆帝|习梦梦|习独裁|共残挡|供才裆|宫馋裆|吸进瓶|蚣产裆|刁斤干|八八事件|江蛤蟆|习庆丰|刁劲瓶|匀近乎|习魔李鬼|刁斤苹|刁傻逼|哄呛铛|习戏子|江择民|宫颤档|习皇上|八酒六似|刁皇上|习公主|洗净瓶|习主子|刁胖|洗金瓶|哄铲裆|包子上台|习格格|江责民|习杂碎|共铲党|全民倒共|地主|造反|制度|改革|表面文章|榨干你|石头过河|延迟退休|棺材费|假庆陵|毛灾东|伟大领袖|设计师|桃色|嘉庆|载沣|瘟总|教育家|中国孩子|美国孩子|大大上台|马屁精|抿主|参与推墙|洗老狗|中共当局|刘德华|张学友|郭富城|诺亚方舟|反镰锤|顺我者昌|江嫖了宋|珍珠|亚洲|普宁|爆炸|高铁|官逼民反|习匪|我日你娘|刁迁瓶|共产党|政变|枝纳豚|枝纳猪|枝纳狗|第四|第一|第二|纳税人|正负|不是国|要爱|历朝历代|如今|腐败|新世界|抗美援朝|印尼杀你|蒙古|印钞|奴隶|邓江胡|中华|万古|血月现|灾祸起|国运衰|习龘龘|友好往来|刁月半|惨痛教训|强烈声讨|贪腐党|挣腐|政腐|蒸腐|症腐|大肥|小胖|老熊精|东方圣草|妓院|不能靠|上缴|猪头上台|普习金|和平环境|饿死|斗死|逼死|恶魔|五牦搐生|比亚迪|首富|中共|天安|江败类|胖子执政|色会主义|反党|恩夹|庆丰三年|众皆疑|维稳以嫖|打砸抢|大救星|瘦西湖|吉因夹|毛灾冻|邓糨糊|加拿大|澳洲|婊子政府|筒子|创业团队|西南朝鲜|支纳豚|火云|邱少云|烧烤|等肉吃|大肚习|表子媛|槐树|刁猪头|六亖|北平屠城|六罒|五加一四|柴铃|捌氿|晓波刘|功颤铛|没有|监独|为民|强大|制止腐败|王八蛋|毛大畜生|茅厕冻|彭金莲|他姓江|鹅毛扶持|吐匪|傀儡|政权|普妕勋|红色禅让|毛渣洞|毛泽咚|全诳大妖|策邦岁肠|何处来|元璋|庶妃出|莫斯科|红场|彭婊|集体失声|第一代|秽宗儿|污浊不堪|汈茎皮|习老儿|觉醒|彻底斩杀|才能救生|百姓|红头|空棺材|蛤帝|刁特乐|习他爸妈|地震|军方|郭嘉|谎话|无恶不作|病入膏肓|艺妓|强盗|篡教夺权|语录|尸骨未寒|习巴马|社会|黑白颠倒|公扑|人民币|习条英机|红祸|项王仁慈|政治运动|能歌善舞|观念先进|全球诉江|却什么|监督|几千万人|大跃进|饿殍|全民诉江|今上于美|芳华正茂|昭君出塞|瓷国|刚愎自用|脑子进水|习远凸|满嘴谎言|奴役|稳定压倒|反社会的|希特勒|辫子|南海|清算元凶|选择善良|姜子牙|马拉不动|八百年|七十年|举凳旗|江表|罚站罐|梦帝|毛贼冬|砸锅|坑蒙|拐骗|欺压|习紧瓶|浆砸泯|野兽|猪圈|演讲|咬死|深眼窝|高脑门|黑猴杂交|又耳木卜|生蛆|军事|交战|两军对恃|忽悠|迫害|班长|动物标本|分而治之|扒撸军|八九柳丝|肛洞人|张忠厚|习达姆|江蛙|糊屌滔爷|打出一个|新中国|翻墙|外网|日本人|评价中国|任务|清洗|履带|发卡|未来|中华狗|毒瘤|初夏|凌晨|推土机|链条带|拆房揭瓦|奸人妻女|焚书杀儒|文明|移民|杀光棒子|屠夫|继续做梦|冤案|访民|韬光养晦|精光|一盘大棋|特权|挡坦克|赤鬼洗脑|表彰大会|高度重视|进行|纪念六四|曾伟|蒋梅|戴永革|仁和地产|洗钱|贺国强|曾庆红|仈氿学謿|仈氿|年经再起|沉痛廿年|六月|天问|达明一派|爱自由|你的胸膛|不吃不喝|首长|注意力|军人|瞎折腾|恶灵时代|白纸黑字|倒行逆施|弥天大谎|猫贼冬|坑蒙拐骗|狂怒|美军强|德国妇女|神许之地|敢动中国|越境杀人|谴责|焚化部|光腚肿菊|刁夶|席特勒|习特勒|习猪席|习昏君|习梦帝|刁总书记|刁阿斗|刁包子|庆丰帝|刁大大|习泽东|习素鸡|灭绝河南|打开|消失|记得|俺们|西方|习猪|习梦死|习梦思|习阿斗|习包子|羽折抨|袁腾飞|高晓|日治时代|周老虎|元根|周的案子|周那派|三大烂妇|三大情妇|祖因|煞笔习|毛渣畜东|嘭嘛嘛|第一军妓|指迷津|相逢|满怀|福音|新星|光辉指|名利|大善水|奔忙|阻挡|丝祈望|清香四溢|在机会|贪心|由于欲望|过高|亲友|其中有|小猛禽|刁辶丫|刁远平|医生看病|心里懦弱|还爱做梦|治国之道|转移视线|维稳|变黑了|我们宿舍|河南的|不少东西|世界毒瘤|周虎|垃圾治国|您好|海南省|社会大乱|前兆|破衣服|讲台上|毛大畜牲|民众投票|习老嫖|中央君萎|开国大典|文艺女兵|最高指示|江杂民|讲杂民|席匪|共散档|狗插哒|羽总|习婊|傻痔|建鬼节|中国完蛋|习江之战|支持港独|终国梦|不信任|当官|下胎|江已病危|泽民病危|江总书记|病危|老江病危|江总病危|江病危|总书记|先帝病危|蛤蟆病危|前核心|主席病危|红色魔教|天朝末年|毛折东|我朝将亡|七大肠伟|拱颤荡|毛辣肉|匪赤|驱逐马列|国公薄氏|习龘|国复共反|狗东西|土狗|玩完|熬死|江要死|江不久已|痔国|刁贼平|不交租|小老婆|女学生|剪羊毛|割韭菜|忽悠屁民|赌博股市|疯子|羊月薪|狼不允许|秦佐柏|我是主子|屌近平|中国建国|绿教|日本首相|民主国家|道歉|私有|锥地|最终赔|神功盖世|就是人民|萨达姆|终年|房屋产权|煤球王|第三代|马猴|侏儒|穆屎林|匪挡|供挡|江老贼|拱狗|七条老狗|匪拱|王维木木|吸大呆子|朱色匪徒|裆匪|江长孙|九大长老|拉屎|欺骗|把两个|删了|这句话|肿瘤砥柱|唯有日属|红畜|芼戝东|匪狗|龚军|姜派|色贿主义|审判毛|匪朝|李一姐|斧镰帮|某挡|蛙派|锤镰派|宝宝|四万亿|龚狗|赤魔|锤镰帮|匪国|薄派|匪贡|木子鸟|镰锤帮|李无能|官匪一家|瘟相|支持薄|毛畜|习二胖|糠湿傅|三个呆婊|三哥戴表|芼僵尸|哄匪|弓匪|宫惨裆|天朝必灭|李不如温|毛厕冻|共篚|江系人马|常痿|毛屠夫|叼胖子|匪党|胡软蛋|月月鸟|毛太祖|毛渣冻|肿共|毛蜇东|毛遮洞|陆月肆号|共裆|畜牲毛|流氓当政|狗惨达|爱档可耻|酱贼名|河蟹大帝|共档|江派人马|贡档|煞笔档|强盗当政|刁二胖|三呆婊|忽瘟|温球鞋|毛杂种|江的妹妹|猫则冬|平近习|茅厕洞|羽折怦|匪档|毛罪人|毛渣东|王八裆|江匪泽狗|温戏子|吸进贫|天朝末路|毛三胖|误国院|七常侍|肛折鸣|肿难海|邓辗平|退裆|形精刁|毛敬唐|湘西尸王|贡斐|恶裆|胡揾|哄浐挡|狐惊涛|共产邪教|湖搵|供诽|狗裆|温宝宝|刁肥猪|政痔菊|温家报|肛贼珉|毛腊肠|党产共|匪裆|毛敬瑭|江狗贼|土匪当政|习老狗|茅厕东|毛魔|零八宪章|狗插党|此帖开光|诅咒灵验|东北撒比|干过你妈|五毛畜牲|对天一朝|他拿着炝|就算凶器|日夜宣|徐郭令|反猪圈|猪奸|郁承朋|不辞辛劳|不畏强权|四处奔波|江派|邓派|田玉湘|荷叶峰|毛左|邓右|吐抱仔|半吊子|五年一遇|全民大|没遇见|老左上台|老右上台|经济崩溃|用贪官|弃贪官|宇文泰|新僵杂种|穷鬼地方|土匪|痴痴的等|唐僧问|死了多少|组织救援|据说天津|僵氏民|有希望|是中国|僵尸民|匀尽乎|塞闭人民|废都|荷兰蛋|最恨怋紸|游击队|挑拨离间|含住|别说话|内政三招|世袭|外交三招|抢位之祸|毛共|占中|我识条铁|六四问答|失语|六四之殇|伞里伞外|香港故事|常识革命|雨伞运动|三宗罪|小鸡蛋|习式政治|童增|六四|义教文集|增订版|郭伯雄|悲歌|习氏棋局|北京暗战|横跨|太上皇|汤灿狱中|张澜澜|争权|民族分裂|权政法非|和珅|条船|洗屌瓶|三年饥荒|发动文革|贪官遍地|王朔|阅兵|皇权制度|下一步改|狗官|劳民伤财|伪大的当|包子无能|里中堂|一个|证明|垃圾|文化|制一度|醯进逼|吸金逼|醯卺赑|李克底|江婊|国之将危|四维不张|性奴|老左当道|阅什么兵|阅逼|悦逼|陈姓男子|股市|横幅|游行|证监会|抗议|进京|天安门|金正恩|死亡|军事三招|推翻鞋觉|光复华夏|蒋芥石|城管方队|碾压学生|大学生|燃烧瓶|阻挡军车|习由检|习大犬|习炀帝|习哀宗|习末帝|习幽王|何烂侉子|给我扣上|帽子|不想否认|找点空闲|时间|伶俩香蕉|河南人|下贱|回狗|煞笔|又是河南|蛔子|山东毛驴|汉狗|广东猩猩|蛔蛔|回子|滞纳|徽狗|外地傻逼|驴省|农村逼|肛稀|肛洞|东北逼|何烂人|津狗|杂种|习杂种|广东逼|被艹|广西傻逼|杭州逼|上海娘泡|上海狗|北京狗|山东畜生|安徽畜生|川鸡|杭州傻逼|马列狗|黄鹅|南京逼|上海逼|草你|马来猴|广西逼|黄俄|你妈逼拼|被操|安徽傻逼|爆艹|井盖省|蒙杂|上海傻逼|楼全家|艹你|狗儿子|广东傻逼|南昌狗|杂种拼|杭州狗|爆操|狗爹|赤佬|北京猪猡|浙江傻逼|操你|北京逼|被日|水多|求插|你女马|妈了个逼|原味内裤|新疆逼|用逼|逼养的|肥逼|木耳|带血|草出来|射出来|逼水|插你娘|阳具|摸奶|狗杂碎|不恨美国|买不起房|毒奶|地沟|狂操|狂艹|舔腚|新疆豚|之纳人|北京傻逼|河南牲口|开始做梦|维一稳|曰咪咪|曰波波|曰双峰|河南骡子|吃喝嫖赌|腐败堕落|缺德做损|伤天害理|吗裂猪仪|傻比河南|日本梦|贵州穷逼|经济最虚|文化最烂|外交最弱|上海娘炮|习苟|刁狗|习狗|七聋猪|垃圾郭家|到了东莞|卧槽|普爹|虫合|新帝登基|交警|红旗|违规|处理|站队|站错队|人民币胜|媛歌妓|我叫盆子|来自种国|家里有田|拆那猪|猪场老板|宫喘主意|射比里|射逼里|射眼睛里|射口里|直选|公布|问责|不敢|加拿大籍|振脂菊|攀附权贵|蝇营狗苟|音召山|震脂菊|许多年前|世界大战|友朋遍布|许多年|友谊|操过逼|刑警队|酱什么|什泽么|什么民|继续侮辱|太平间|匣子|标本|欧美日|西贱平|白收起家|只挣违民|清蒸廉洁|叼斤乎|友谊也|子女不|许能带雨|绿畜|工译眠|杀了更好|贪污|世界第一|邓笑贫|江宰民|习敬瑭|皖狗|叼包孓夶|为有黑皮|彭妓女|彭二逼|席二逼|穆绿|扒撸君|猫敬瑭|席猪|习二逼|邪教特征|坑害|炕日|你妈烂了|刁得一|怋主制镀|三方独理|独载|解淦绮|代表|八国联军|蚂蚁|本人代表|解救受苦|人间地狱|叼大犬|毛主庶|习傻|面包席|李克狗|洗净平|喜金平|包子访美|屎坑核心|崛起|围堵|封锁中国|蛤丝|明泽公主|股市政变|构陷江青|本朝太祖|肿锅梦|肿国梦|美国这种|迎接方式|到位|清醒头脑|刁远贫|讲个笑话|说个笑话|刁金坪|戏尽平|猪在美国|紧贫时代|暗灰讨饭|闪洞驴|鹤喃井盖|绿色宗教|刁主席|习胖|马永田|葛丽芳|李焕君|张翠萍|孙海萍|访民截车|赤狗|湖北土狗|二傻|免除|债务|习夶|国庆节|庆谁的国|是你的吗|远凹|席索里尼|支持|实现复兴|我们挺你|习主席|买豆豆|买机机|送美币|河南不哭|站起来偷|白俄罗斯|非洲|都等着钱|席老大|宁予友邦|不予家奴|傻子|扔钱|喷麻麻|是政斗|韦银勇|坐工|刁女儿|刁的女儿|黑畜|猫论|灭了道德|摸论|台弯|包夶|席夶|通奸档|鹅嗲|肥索里尼|金三胖子|金三世|大送王朝|洗明泽|洗尽贫|艾未未|情报窃听|技术侦查|有关部门|窃听名单|监控|窃听|监听对象|保密渠道|监听|截获|叼包字|习天子|习大帝|渮南人|面瘫猪|千年灾星|李娜据|沦陷日|国殇日|双十节|刁远糙|狗比中国|自我监督|炕战|鉴定完毕|安徽逼崽|匪政|续命|更残档|不近平民|怎克强敌|岂能正声|梦断岐山|刁远乎|包子访英|骡屙屎|杨焕宁|异常调动|关系密切|媛妓|叼元平|刁婊子|刁领袖|新疆|暴动|八角亭|柳州市|浙江|三处大火|新疆人|云南暴乱|深圳|都在车上|习大傻逼|接媳妇|彭妈妈|北电|母校|戒严|李岚清|学历|工行|氺深|小矬子|小三表|东方|太阳|光腚局|萚苠|刁撸贫|绿蛔|毛贼泽东|呐喊|权利|席海明|七五事件|新疆汉族|移居内地|东突分子|汉族|维吾尔人|全面把持|新疆暴恐|内鬼|杀汉族|新疆东突|割头|叛乱|汉族干部|撤出新疆|少数民族|进入政府|新疆维族|爆炸案|维族爆炸|三少一宽|量刑歧视|钓鱼岛|维吾尔|杭州|搜查|四十多个|江西南昌|考试|抢小孩|苑城奇|陆佩飒|大送皇帝|红色匪后|英国皇室|名曰猿|形相猥琐|生性贪婪|喜捞钱|遍地皆骗|习太阳|刁太阳|汁辣豚|痔朝|匪平帝|绿虫回|江裤腰|彭戏子|典范林|孟国中号|脖子一歪|薄晒来|汁蜡国|习氏骗局|李氏骗局|汁蜡豚|嗬喃人|一人超生|全村结扎|提问|万达|姐夫|张糕莉|光靛总菊|肉包|修改法律|连庄|不朽尸王|男眼斜|女破鞋|辣妹子|撒币大帝|习说|安徽太和|刁帝|皖太和|吱蜡豚|支持习|毛狗东|梦流氓|马克屎|吉粑|西曹县|薄打黑|禁止出境|公开信|律师|王小洪|张磊律师|限制出境|中国律师|被限出境|蛤总|江冠千|刁下台|够劲平|温女婿|伊湿兰|伊教|人类癌症|穆畜|不是贩毒|孔布煮意|刮泯档|饭馆秀|家史秀|成长秀|免单秀|二奶上位|官二代|老大|撒币外交|木屎林|真猪党|猪头套餐|民主|习菦苹|刁远斜|普干爹|珍煮伪大|共党必亡|粪产棠|肥头习|刁面瘫|嫖也管|娼也管|毛国神社|你妈血比|血比|反华势力|穆屎淋|傻逼杂狗|中共卫队|刁平近|肿蝈|杂种天朝|日死你妈|吕行|铝行|侣行|蟊戝|爆你菊花|母湿淋|艹烂长蛆|蓝币长蛆|舔你母亲|江苏蛆|炛耄|毛嗲嗲|刁迈乎|习儿子|血葫芦逼|毛秀全|髦匪|吃拉豚|射你脸上|射你嘴里|邓首富|西子锅母|反人类|匀之斤平|大烂比|叼远平|辶斤丷干|十兄弓虽|锤镰教|刁远岖|万德伦|恐怖分子|怀化|泸州|圣战|越境失败|开展圣战|黑龙江|恐怖袭击|之拿豚|你在非洲|晴空万里|我在北京|不敢喘气|续一秒|蛤蟆|蓬嫲嫲|权力的币|氵又丰民|彭也是|刁运平|洗大大|老婆|国梦|刁远并瓦|支蜡猪|叼禁讠平|近年|平生万卷|下榻|台席|公禅荡|既然社|狗残荡|公颤党|刁沙笔|反腐大王|邓矬子|和谐三年|泛亚|血书|联合国|总理邮箱|包括误猫|刁鸡平|狗近平|刁斤砰|萎咣症|习日月氵|一人发言|万人鼓掌|一桌盛宴|撒币习|借给我的|黄恶野孙|一块红布|齐撕烂|换新颜|声琨|也是团派|郭声琨|邓楠|丈夫|郭生困|余远辉|下属|老根|马飙|有嫌疑|梁胜利|曾的亲戚|公安部长|太监|畜声|落水市长|救火|情人|太太|十九大|有色金属|解除|惨无人道|郭庸混|公安经历|刘奇葆|传销|仕途萎靡|政坛起家|夫人|邓六金|双大老虎|妻子|操纵股票|声锟|被查|令计划|陈鹰军|郭声锟|女婿|郭部长|美貌女性|郭庸俗|政治背景|庆亲王|风向标|摩根大通|天津公安|人事安排|背景|揭秘|邓世蕾|声昆|辞职|邓卓棣|习的亲信|拿下|父亲|郭徐老虎|江西老乡|广西|渎职|广西贪腐|李刚|柳州市长|肖文荪|落水|专案维权|北京出庭|被敲打|宋林|高层内幕|表侄|严查|传销窝点|骂咧子孙|中国梦|梦之烂|陆豚|之纳蠢辈|大陆之纳|真主煞笔|圣歌|醒来吧|草泥马|老浦|开庭|释放|被子菌|刁迁乎|玻璃里躺|回蛆|刁元屏|胡烂锚|马劣猪蚁|马劣主义|刁迁平|互联网|乌镇维稳|李总理|老江|习总书记|薄书记|泽民|江主席|李源潮|温畜|涛哥|刘延东|温老板|江泽|胡温|李长春|戴梦得|九常委|吴邦国|俞真声|栗战书|老习|贾庆林|温总|习李|孟建柱|一党专制|工厂当|倒共|中拱|温胡|汪永清|刘严东|贼裆|江锦恒|恶党|温家宏|习老大|习某人|老人干政|温佳宏|蔡赴朝|团系|王歧山|中宣部|习政府|政治局|江家帮|一党执政|上海派|中组部|习贼|产邪党|羽半|江爷爷|习进平|席大胖|胡海峰|温宝|共拆档|胡阿斗|洗镜贫|臊裆|工费比王|某党|邓矮|一党专政|臊谠|鲁炜|大陆沦陷|习女婿|老刁|共党|全民起义|狗共|九长老|半羽|国之将灭|胡大草包|胡爷爷|全球公审|江胡|团派|姓温的|江贼|帛涛|党的喉舌|朋鸟|小习|三工公|九个常委|党灭|彭夫人|七常委|红色恶魔|中北海|温无能|天朝要亡|狗党|习书记|五三五|习老板|水工系|江湖两派|习明泽|国新办|网信办|胡和谐|刘晓波|瘟狗|供苟|某档|淿涛|工匪|老瘟|狐温|宫妃|狐蚊|瘟家|猢瘟|糊瘟|供绯|宫肥|糊总|胡瘟|拨西来|博西来|产挡|公荡|巴酒|瘟爷|博袭来|温家军|陆泗|熹宗|淘哥|狐瘟|供肥|溜泗|湖瘟|供韭|芭酒|总射击师|波西赖|钟南海|宝家温|共非|供禅|总素鸡|田安门|里可强|西今平|帛寿|波书记|理总李|月昔肉|共贼|赵乐际|王安顺|郭金龙|胡春华|陆昊|张春贤|黄奇帆|孙政才|吴官正|习哥|中央特供|习大人|江戏子|亡共|臧独|灭共|推翻政府|温老头|李大鸟|习万岁|温爷爷|虎蚊|习大胖|胡乱帮|温云松|朱燕来|刘乐飞|习褐心|黄明|江卖国|温家|贾亲林|八九事件|习爷爷|江大老板|习二代|北京独立|傅政华|中国必亡|傅部长|裆中央|五不搞|流肆戒盐|弓藏党|共产单|公贪裆|工厂单|吾尔开西|工仓单|共餐单|开放报禁|建柱|政治斗争|北京警方|维汉矛盾|一国一制|派系斗争|党中央|上海帮|政治迫害|舆论管制|太子党|中央领导|共贪|瘟疫之宝|中南海|舆论引导|博讯|舆论禁令|伪火|七中全会|政治报复|活摘器官|活体摘取|政治派系|维汉冲突|反腐亡党|中央高层|中央军委|毛贼|宋姐夫|郭市长|源潮|彭将军|栗总管|奇葆|姓习|北京市长|明泽|七大佬|报禁|党禁|仲勋|克强经济|戏子温|七大常委|某裆|黄坤明|瓶金溪|媳众熏|电婊|习某|彭丽爱|三中全会|三中会|王惠|瘟先生|蔡照明|习总|刁王八|洗老大|毛将军|毛少将|支共|除刁|周永|丽媛|性习|晚共|锄习|周咏慷|毛择东|温大人|周政法|习老总|席老总|习犬|土匪政权|电力女王|周根元|电力一姐|毒档|才厚|九巨头|九大巨头|网管办|共抢档|王薄事件|薄先生|清华帮|毛二胖|一党独裁|庆红|叁退|博裕|王奇删|八大家族|李晓鹏|李晓琳|李晓玲|某人上台|习某某|李小琳|电力格格|毛浲东|李公公|消灭毒菜|三脚蟾蜍|习老妖|习大傻|嘉庆皇帝|小刁子|习天神|静萍|习爹|细颈盆|席大|刁斤瓶|畜共|工产档|习小姐|茅台军|维尼小熊|包子上市|全民投票|徐才厚|徐厚才|徐总|徐老虎|习先生|江老虎|重庆模式|无官不贪|康哥|周被查|周书记|康永粥|太子档|习金平|陈峰|江蟾|习远斜|里鹏|刘春航|网易总编|正国级|大大习|彡工|乐泉|云山|中华联邦|吃蛤蟆|庆父不死|江家三代|洗鸡屁|彭丽暖|陈刚|太子帮|反攻大陆|温相|虫哈虫莫|剿匪不利|汪洋|赤化|国信办|活摘|克强|光复大陆|金元外交|法轮大法|天朝必亡|公安部|土共|首都公安|广电总局|毛老贼|温如燕|温如松|朱云来|腊肉|泡面君|香港独立|台湾独立|北京市委|广电总菊|执政裆|执政挡|毛伪人|包子哥|毛腊|水晶棺|拱铲傥|亡国之兆|刁太太|李小鸟|网评员|蒸发委|张建东|丁向阳|张工|刘金国|红色邪教|张力军|习老头|大大下台|习式讲话|刁某某|习近安|印钞强|嘭麻麻|习傻逼|李京|政华局长|政华同志|傅正华|傅政滑|傅振华|妻子李京|温老虎|刁某人|苞子|习亡|中美论坛|赤奴|新四人帮|习妇|令家|令狐野|净网|反共|锦涛|洗蛋蛋|蒋建国|习威武|江二代|江绵恒|彭姐|蟾蜍河蟹|庆丰|习小小|刁小小|八尺协定|王冶坪|共畜|刁氏|发愣功|江倒台|责冥|共肥|平猪头|道德姐|穆猪|崔玉英|四个全面|总政治部|两会|馒头平|习小团伙|两荟|党卫军|王八朝|无能政府|政府无能|上届政府|垃圾政府|腐败政府|打倒政府|流氓政府|习远凹|洪匪|天朝老大|刁打虎|温饱宝|习妈妈|吸肿|彡石|蛤派|刁与温|扬州老鳖|打到政府|共亡|共犬|供犬|操泽东|共痞|新上任|中国元首|执政|彭氏逼|前朝皇帝|刁迸乎|镰锤派|江家|江泽明|江遮明|习特|习朱会|朱习会|武长顺|傻逼政府|土工|江大哥|习夶夶|狗日的党|狗曰的党|郭伯熊|江杂碎|习性肠态|毛西斯|习西斯|毛高祖|习索里尼|刁远不平|毛主义|毛砸洞|傻强|肥仔平|李克壮|登江湖|李克软|大公猪|喜包子|刁索里尼|咪咪眼|习近|毛大屠|毛东泽|志成之歌|老西|带泽字|呱呱|畜毛|三圣民|刁远坑|船上开会|江屠户|刁舔鹅腚|李月月|习武帝|李鹏|包帝|习肥|网易老总|老蛤|邓杂|习杂|共杂|毛杂|胡杂|嘭妈妈|彭大妈|共爹|站错了队|铂雄|邓家|亡朝|刁太|习呆子|刁某|月莫虫合|红色纳粹|李小王林|毛妖|习光绪|习共|习中央|习党|习影帝|习溥仪|习崇祯|程虹|李克酱|统战部|老僵|习皇|上海市长|习伯伯|刁李|叼某|无耻国家|朝代毁灭|江曾|江和曾|刁冮|习江|曾江|江习|周年病危|庆父|打倒中国|薄熙来|中国灭亡|关闭网易|国家必亡|习政权|李习|惟有日属|刁氵|刁夫妻|垃圾网易|西胖|习汉奸|政权必倒|庹震|习的女儿|江太监|习连套餐|绿鬼|刘晓皮|土匪党|彭岳母|前前老大|江汉奸|借腐除异|江大王八|江大虎|文化部长|虫合虫莫|红教|老老虎|国无希望|轮功|法轮功|邪恶组织|藏字石|毛尸|七不讲|法轮|朱匪|姓刁|法伦大法|虫合虫合|假普选|令完成|令谷|某组织|令政策|红色政权|普二胖|刁多一点|红党|封锁消息|多难兴邦|赤党|空投武器|匀进乎|不远不凸|习忑叻|绿豆蛙|猪头皇帝|袭猪头|纽巴伦|江跟刁|李的无能|习家|刁老板|李大吹|大大三年|洗胖|刁出凹|毛大帝|香蕉皮|习血鬼|刁包|登机大典|登基|送财童子|散财童子|刘云三|朝堂刘|江李曾温|绿皮猪|习匠平|正声|七大长老|江孙子|习夫人|江孙|巩固统治|总王里|李狗|李吹吹|李席|李管家|西老大|西特勒|肃清政敌|习奥会|梦大爷|刁元乎|亡党|习薄|共国|山东女婿|匪首|喜老大|雹子|狗夫妇|国女表|大背头|习奥|阿斗治国|习氏夫妇|五胖|西鸨子|歪哥|小眼肥|面条哥|梦胖|这届领导|丁狗|席傻|席胖|江三表|五中全会|镰刀帮|洗汰汰|嘭抹抹|习领袖|大送朝|李黎|王路生|刁呆子|撒币夫妇|彭么么|胖子上台|庄荣文|徐麟|任贤良|王秀军|习鬼子|毛邓江|习陛下|大傻夫妻|彭某|傻孢子|贾延安|红贼集团|客弓虽|七个叼|温习贾|天朝皇帝|本朝老大|封杀网易|面瘫老板|面瘫习|面瘫老大|鱼素鸡|阿民|阿平|江姓领导|习薄周|习帝|肥帝|江李温|鹏嫲|吕锡文|谐星习屌|齐巧巧|媛水|歌妓老板|真猪|习近拼|习经拼|习净平|彭丽缓|习屌|歧山|媛歌星|足球皇帝|明沢|习女|刁武帝|席泽明步|网易去死|习将军|习呆|狗供|绿毒|刁爹|习木人|媛俪|媛皇后|戏子国母|刁明测|鲁部长|干掉中共|胡乱邦|唱歌的妓|平帝|胖子席|四眼黎|肥猪王|老大夫人|齐桥桥|阿习|小刁|习民|肥习|死习|傻习|咩刁|二货习|老大夫妇|洗屌|曾王爷|一档制|哈里发|包皇|朱八蛋|江的儿子|周泡面|胖子眼镜|世维|世维会|党代会|太皇|胡教主|朝政混乱|宝二哥|红朝|九变七|换朝|民必反|天灭|新闻封锁|红色家族|三民主义|改朝|薄公|七七宪章|天下必反|匪帮|真理部|新闻管制|共朝|九条老狗|藏青会|打击天朝|西南王|解放我们|温氏|终将清算|三点工|李家王朝|平西王|江某|军委|赵总书记|赵紫|某个组织|天朝不亡|九常|中国总统|入常|缴匪|三点水|国内搜刮|亡道之国|国之将亡|云松|光复|景三帝|接管中国|薄王|李氏家族|对外软弱|平哥|换党|七大人|俞老四|江氏|江哥|七大流氓|中纪委|网络自由|剿匪|贾太保|对付人民|权斗|氵工|延东|先帝|七常|三工|岐山|宪政|老温|三退|十八大|德江|三个代表|独裁|小鹏|主席|作秀帝|海外资产|新皇|姓共|李总|汪总|解放西藏|常委|家宝|宰相|国母|热比亚|伊吉拉特|朱国峰拼|平习王|这届政府|名誉主席|名誉会长|亻共钅铲|禁运武器|武器禁运|江代表|藏独|疆独|红魔教|省委书记|圣上|土共拼|七长老|七头猪|中国政府|抗共|维权人士|自由民主|第一夫人|三个戴表|供产主意|北京警察|执政党|共匪拼|瘟饱|揭竿起义|亡国前兆|佳宝|消灭邪恶|国务院|独裁拼|中南海拼|江总|老胡|胡总|毛人渣|国家主席|洗脚盆|超级颜论|胡搞几年|瘟神|斧头帮|恶政|自我批评|紫阳|彭大姐|三个婊|政息人亡|大内总管|大内主管|镇压人民|兲安门|内部斗争|排除异己|清除异己|共同执政|北京事件|恶政之下|二会|西中寻拼|毛折东拼|刁劲瓶拼|洗狗拼|十八届|政治垄断|安全委|国安委|国安会|北京公安|广隶|帝都公安|七老狗|派系|中央党校|网络监控|网络监管|毛匪|毛泽东拼|老毛|邪教组织|北京广场|毛太阳|后清|尚狗|一把手|毛杂种拼|毛渣仲|天朝政府|国将不国|军队腐败|胡混十年|打到中国|迁都|毛泽西拼|国务院拼|蟑螂经济|陆独|马总统|姓江|二月鸟|废习|温狗|薄家三少|九大乱象|建言书|红色恐怖|七个底线|阿康|康师傅拼|共军|重庆市委|除夕皇帝|省长|春华|权力争斗|北京政府|镰刀锤子|瘟疫家族|中国必乱|起来反抗|控制舆论|海南中|异己|书记下台|早点灭亡|内斗|三水|沦陷区|李家|庆丰包子|康死无红|警狗|面瘫哥|江阵营|水工|共产|起义|揭竿|木子|习掌门|广电|哈蟆|大陆档|挺薄|薄熙来拼|防火墙|傻大大|独夫民贼|大麻组合|亡国|歪脖|某大大|统战部长|江老|局域网|习习|本届政府|大大|假庆陵拼|新主子|习时代|统一大陆|政体|一号首长|习龘龘拼|希魔|国家奴隶|中国奴隶|狗屎国家|习则天|症权|某集团|女儿在美|流氓集团|砖制|公安局长|振臂一呼|铁帽子王|徐将军|江时代|胡时代|二当家|毛儿子|毛东泽拼|红顶集团|今上|毛傻逼|鸡朝|真理教|烂到根|档权|矮平|肥平|朝代灭亡|我来晚了|习匪拼|公惨主义|攻长胆拼|天朝首相|克弱|伪共|匪性|前前皇帝|习王|励志典范|民哥|共党拼|颠覆中国|专制走狗|蛋炒饭|王青天|党八股|腊尸|喝血社会|马劣|润之|蜡肉|古田会议|赤祸|蛙帮|当今那位|国军千古|中流砥柱|打倒|吐灰|习式|犬大|邓王八|剿共|天津市长|某夶|天皇万岁|李木匠|每一把伞|坟场新闻|伞下力量|我占中|伞聚|十月巨变|藏区秘行|复兴策|城大月报|西藏危机|引咎辞职|徽宗|崇祯|这届|真荡|真腐|恶习不除|上届老贰|部长下台|青天白日|越兵|彩排|阅个兵|龚长堂|权大于法|黄饿|第一女儿|蛤蛤|姜军|辣肉|红八旗|绿绿|吸李|马列|喜金平拼|揭杆而起|七肠胃|麻皮朋|歪头|二婚嫂|陕胖|绿火种|镇变|喷麻麻拼|彭麻麻拼|李老二|日本万岁|属蛇|当今天子|国家机器|国家没救|缅瘫|共炒蛋|绿魔|傅斯年|蛤哥|畜生治国|秦宜智|某匪|图匪本色|垃圾制度|党中央拼|奴隶主|国必亡|某胖|习老虎拼|又阝家|刁夫妇|蛙集团|公禅档|倒挡|习乌龟|小背篓|拜猪教|当今皇后|穆族|绿袍|秦川大地|无耻组织|蝗汉|权力自肥|吻宫团|当今的媛|十八子|中堂|氵一丨一|猫帝|傻子李|军队改革|军改|网军|军委改革|军民融合|疆毒|毛爷爷|粪坑国|马烈|浆糊时期|镰锤教|恶习难除|王宁|奇山|铲除恶习|恶习难改|恶习该死|吐肥|轮流坐庄|薄谷太太|匪类|老供|花千芳|做证件';
    var arr = lib.split('|');

    for (var i = 0; i < arr.length; i++) {
        if (word.indexOf(arr[i]) > -1) {
            return false;
        }
    }
    return true;
};

export default Utils;
